{
    "examples": [
        {
            "input": "Is it common to see frost during some college commencements?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. College commencement ceremonies often happen during the months of December, May, and sometimes June.  Frost isn't uncommon to see during the month of December, as it is the winter."
        },
        {
            "input": "Would a pear sink in water?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The density of a raw pear is about 0.59 g/cm^3. The density of water is about 1 g/cm^3. Objects only sink if they are denser than the surrounding fluid."
        },
        {
            "input": "While viewing \"Scary Movie\" is the viewer likely to experience an increase in adrenaline?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Scary Movie is a film that is a comedy take on horror, intended to make viewers laugh but not afraid. Adrenaline is produced when a human is frightened or excited."
        },
        {
            "input": "Would characters in Harry Potter and the Philosopher's Stone be persecuted as pagans?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pagans are defined as people that hold beliefs other than those of the major world religions (Christianity, Islam, and Judaism). The characters in Harry Potter and the Philosopher's Stone practice magic. Islam explicitly forbid the practice of magic and has harsh consequences for it. Jezebel in Hebrew scripture was a worshiper of pagan Baal and was thrown from a window for her beliefs. Women accused of being witches were burned alive by Christians during the Salem Witch Trials."
        },
        {
            "input": "Karachi was a part of Alexander the Great's success?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Karachi is a city in modern day Pakistan. Krokola was an ancient port located in what is now Karachi. Alexander the Great stationed his fleet in Krokola on his way to Babylon. Alexander the Great defeated Darius and conquered Babylon before expanding his empire."
        },
        {
            "input": "Does New York Harbor sit on a craton without volcanic activity?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. New York Harbor is located on Laurentia craton.  The southwestern portion of Laurentia contains numerous large volcanic eruptions."
        },
        {
            "input": "Would Persephone be a good consultant to a landscape architect?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Persephone is a vegetation goddess.  A vegetation deity is a nature deity whose disappearance and reappearance, or life, death and rebirth, embodies the growth cycle of plants. Landscape architects deal with planning and laying out gardens and other plant life."
        },
        {
            "input": "Did Thomas Greenhill's parents violate the concept of monogamy?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Thomas Greenhill was a surgeon born to William and Elizabeth Greenhill. William and Elizabeth Greenhill had 39 children. Monogamy is a committed relationship between two people where usually they remain together for life. Thomas Greenhill was the last of his parents 39 children and was born shortly after his father died."
        },
        {
            "input": "Would the Titanic be well preserved at the bottom of the Gulf of Finland?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The bottom of the gulf is one of the world's largest ship cemeteries. Because of the low salinity and cold waters, and no shipworms, the ships are relatively well preserved. RMS Titanic was a British passenger ship."
        },
        {
            "input": "Was the Second Amendment to the United States Constitution written without consideration for black Americans?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The writers of the Constitutional Amendments did not view black people as legitimate human beings. The writers of the Constitutional Amendments believed that slavery benefited black slaves. The Constitutional Amendments were written for people that the writers considered human."
        },
        {
            "input": "Are all the elements plants need for photosynthesis present in atmosphere of Mars?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Plants need three elements for photosynthesis: Hydrogen, Oxygen, and Carbon. The atmosphere of Mars is composed of carbon dioxide, nitrogen, argon, and trace levels of water vapor, oxygen, carbon monoxide, hydrogen and other noble gases."
        },
        {
            "input": "Can you find Bob Marley's face in most smoke shops?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Bob Marley's face is on the packaging of a popular brand of rolling papers. Bob Marley is a popular graphic to print on t-shirts for sale to smokers."
        },
        {
            "input": "Does autopilot rely on fossil fuels?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Autopilot is used in vehicles. Vehicles are powered by engines. Engines rely on fossil fuels to operate."
        },
        {
            "input": "Are psychiatric patients welcome to join the United States Air Force?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Having a history of mental illness disqualifies most people from joining the Armed Forces. Psychiatric patients are being seen for management of mental illness."
        },
        {
            "input": "Would the tunnels at CERN fit onto the High Speed 1 rails?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. High Speed 1 (HS1), legally the Channel Tunnel Rail Link (CTRL), is a 67-mile (108 km) high-speed railway. The CERN collider is contained in a circular tunnel, with a circumference of 26.7 kilometres (16.6 mi). The circumference of a circle is the length of the enclosing boundary."
        },
        {
            "input": "Is cycling a high-risk activity for pelvis fractures?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Cycling is a low-impact activity . Stress fractures in a pelvic bone often develop as a result of repetitive, high-impact activity that puts stress on the pelvis, such as long-distance running or ballet."
        },
        {
            "input": "Is a platypus immune from cholera?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Cholera is a bacteria that damages the small intestines in humans. The intestines are part of the stomach of humans. A platypus does not have a stomach."
        },
        {
            "input": "Are there bones in an anchovy pizza?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Anchovies used on pizza are typically packed whole in oil or water.  Anchovies on pizza are not usually cut or filleted in any way."
        },
        {
            "input": "Was Dioskourides a lapidary?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A lapidary is a person or machine who cuts gemstones; classically, it refers to a person who engraves gemstones. Dioskourides put his signature on a Roman amethyst ringstone with a portrait of Demosthenes circa late 1st century BC. Artists sign their work."
        },
        {
            "input": "Would Taylor Swift refer to Snoopy as oppa?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Oppa is a Korean word used by women to address a man who is 10 or more years older than her. Snoopy is 47 years old. Taylor Swift is 30 years old."
        },
        {
            "input": "Did Confederate States Army influence West Point fashion?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Confederate States Army was clad in cadet gray uniforms. West Point uniforms are cadet gray and white. Confederate States Army uniforms contained Generally, the uniform jacket of the Confederate soldier was single breasted, made of gray or brown fabric, with a six to nine button front and hat.  West Point uniforms contain a standing collar, white trousers, and black shakos (known as a \"tarbucket hat\" in U.S. Army nomenclature)."
        },
        {
            "input": "Would eliminating competition in the Japanese bulk carrier market be profitable for a steel company?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. 62% of bulk carriers are built in Japan. Bulk carrier hulls are made of steel."
        },
        {
            "input": "Would Jolly Green Giant's largest monument look impressive next to Pyrenees?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Jolly Green Giant monument in Blue Earth, Minnesota is 55.5 feet tall. The Pyrenees mountains are 11,168 feet high. The Pyrenees mountains are 305 miles wide."
        },
        {
            "input": "Does Soylent use Pea for their source of protein? ",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Soylent is a meal replacement drink that offers 20mg protein. The protein in Soylent is derived from Soy."
        },
        {
            "input": "Can a quarter fit inside of a human kidney?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Kidney stones are hard mineral deposits that can form in the kidneys. The largest kidney stone ever recorded was 13 cm wide. The diameter of a quarter is 2.4 cm."
        },
        {
            "input": "Does James Webb Space Telescope fail astronomer in locating planet Krypton?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The James Webb Space Telescope is the most powerful telescope created. Krypton is a planet in the fictional Superman comic book series."
        },
        {
            "input": "Did Ada Lovelace die tragically young for her era?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Ada Lovelace died at the age of 36 in 1852. The life expectancy in the 1800s was between 35 and 39 years old. Tuberculosis was one of the leading causes of death in the 1800s and a vaccine was not made until the 1900s."
        },
        {
            "input": "Can someone sell their time through the Toronto Star?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Toronto Star has a classifieds section. Readers can advertise their own labor or services and thus their time ."
        },
        {
            "input": "Were deaths from Apollo 13 mission eclipsed by other space missions?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Apollo 13 was a failed Moon landing in which the crew had faulty oxygen resources. All of the Apollo 13 crew returned safely to earth. The Challenger was a space shuttle that malfunctioned, killing all seven passengers. The Space Shuttle Columbia disaster had seven casualties."
        },
        {
            "input": "Could Oscar Wilde have operated a motor vehicle?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Motor vehicles were in use by the 1890s. Oscar Wilde lived until 1900."
        },
        {
            "input": "Would Alexander Graham Bell hypothetically support Nazi eugenics?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Eugenics was the idea of selective breeding or sterilization to rid the human populace of certain traits. Nazis used eugenics to justify mass sterilization and mass murder. Alexander Graham Bell Alexander Graham Bell advocated against the use of sign language and hoped to eradicate deafness through selective breeding."
        },
        {
            "input": "Is Black Lives Matter connected with capsaicin?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Black Lives Matter has held numerous protests. Protesters at Black Lives Matter events have had pepper spray used against them by police. Capsaicin is the main ingredient of pepper spray."
        },
        {
            "input": "Does the swastika have positive uses?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The swastika is used in the Hindu religion to represent the sun. People practicing Hindu believe the swastika represents prosperity and good luck."
        },
        {
            "input": "Are there enough Jonny Cash records in the world to give one to each French citizen?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Johnny Cash has sold about 90 million albums. The population of France is around 66 million ."
        },
        {
            "input": "Can Stone Cold Steve Austin apply his finisher to a mule deer?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Steve Austin's finisher, The Stone Cold Stunner, involves lifting the opponent and then pulling their head down. The largest male mule deer's are around 330 pounds. Steve Austin has applied his finisher to the wrestler The Big Show. The Big Show weighs 383 pounds."
        },
        {
            "input": "Could a hundred thousand lolcats fit on a first generation iPhone?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Lolcat memes are often in jpeg form. The average size of a jpeg is 10 to 30 kb. One gigabyte is 1000000 kb. The first iPhone had 4GB to 16GB of storage ."
        },
        {
            "input": "Are monks forbidden from engaging in warfare?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Monks are members of religious orders that usually take vows of poverty, chastity, and obedience. The Knights Templar were a religious order that fought during the Crusades and captured Jerusalem in 1099. Buddhist Shaolin monks developed very powerful martial arts skills, have defended temples during conquests."
        },
        {
            "input": "Would 1996 leap year baby technically be 1 year old in 2000?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A leap year happens once every 4 years and has 29 days in February. The years 1996, 2000, 2004, 2008, 2012, 2016, and 2020 are the last 7 leap years that have happened. 1996 to 2000 is one leap year."
        },
        {
            "input": "Are some adherents to Christianity in China historic enemies of Catholic Church?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Christianity in China is comprised of several different groups including: Protestants, Catholics, Evangelicals, and Orthodox Christians. Catholics have been at war with Protestants throughout history. The 1572 St. Bartholomew's Day Massacre saw thousands of Protestants killed by Catholic mobs. English Protestant rulers killed many Irish Catholics during the Reformation."
        },
        {
            "input": "Is Chinese successor to Chevrolet Cruze name a town far from Milan?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Chinese successor to Chevrolet Cruze is the Chevrolet Monza. Monza is a city near the north of Milan."
        },
        {
            "input": "Could the Dominican Order hypothetically defeat Blessed Gerard's order?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Dominican Order is a Catholic group of friars that several priestly vows. Blessed Gerard was the founder of the Order of St John of Jerusalem (Knights Hospitaller).  The Order of St John of Jerusalem (Knights Hospitaller) were a well trained Catholic military order that fought in the Crusades."
        },
        {
            "input": "Is a pottery kiln inappropriate for use with glass blowing?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Pottery kilns heat from the sides. Glass kilns heat from the top. Glass can be fused in a ceramic pottery kiln without trouble."
        },
        {
            "input": "Are there enough people in the Balkans to match the population of Japan?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. There are approximately 55 million people in the Balkans. There are more than 125 million people in Japan."
        },
        {
            "input": "Can United States Secretary of State do crimes in U.K. without being arrested?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Diplomatic Immunity allows for diplomats in other countries to not be tried for their transgressions. Countries that signed the Vienna Convention on Diplomatic Relations allow for Diplomatic Immunity. All UN member states besides Palau, The Solomon Islands, and South Sudan have signed the Vienna Convention on Diplomatic Relations treaty. The U.K. is one of the original UN member nations."
        },
        {
            "input": "Was  Godfrey of Bouillon an Islamaphobe?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes.  Godfrey of Bouillon lead troops during the Prince's Crusade. The Prince's Crusade was an attempt by Europeans to \"take back\" the city of Jerusalem from Islamic hands."
        },
        {
            "input": "Will 2020 elephant pregnancy last past next year with 4 solar eclipses?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The gestation period of elephants are around 95 weeks. The year 2029 is the next year with 4 solar eclipses."
        },
        {
            "input": "Did Sony definitively win the video game war against Sega?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Sony is the maker of the Playstation which has sold over 108 million PS4 units by March 2020. Sega's last console, the Sega Dreamcast, was discontinued in 2001. Sony Playstation competed with Sega's Dreamcast and Saturn systems in the 1990s. Sega now makes games for its former competitor, Sony, including Team Sonic Racing in 2019. At the height of the console wars, Sega Saturn sold 9.5 million units while Sony Playstation sold 102 million units."
        },
        {
            "input": "Would Dante have hypothetically placed Nostradamus in 3rd Circle of Hell?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Nostradamus was a famous seer and court astrologer. Dante's 3rd Circle of Hell is reserved for gluttons. The 8th Circle of Hell is reserved for frauds. Astrology was seen as a valuable skill during Dante's lifetime. Dante places the mystic and prophet Joachim of Flora in the heaven of the sun."
        },
        {
            "input": "Would a Rockette look odd with a moustache? ",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Rockettes are an American dance group made up of all women. In America, it is uncommon to see a woman with a moustache."
        },
        {
            "input": "Does Rupert Murdoch's alma mater have more history than the USA?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Rupert Murdoch's alma mater is Worcester College. Worcester College was founded in 1714. The first documented use of the term the United States of America was in a January 2, 1776 letter."
        },
        {
            "input": "Are all Wednesdays in a year enough to read Bible 15 times?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. There are 52 Wednesdays in a year. There are 1,248 hours over all the Wednesdays in a year. The Old Testament of the Bible takes an average of 52 hours to read. The New Testament of the Bible takes an average of 18 hours to read."
        },
        {
            "input": "Did the butler Eugene Allen retire the same year a centuries-old war ended?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Eugene Allen was a butler at the White House for 34 years until 1986. The United Kingdom and the Kingdom of the Netherlands ended the Three Hundred and Thirty Five Years' Warnin 1986."
        },
        {
            "input": "Does Adam Sandler skip celebrating Easter?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Adam Sandler is Jewish. Jewish religious people do not celebrate Easter."
        },
        {
            "input": "Is slitting your wrists an unreliable suicide method?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Wrist slitting has only a 6% mortality rate. Many people cannot complete the action of slitting their wrists due to pain or shock."
        },
        {
            "input": "Is a thousand dollars per Days of Our Lives episodes preferred to other soaps?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Days of Our Lives has aired around 13,900 episodes as of 2020. General Hospital aired their 14,000th episode on February 23, 2018."
        },
        {
            "input": "Does Pikachu like Charles Darwin?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Charles Darwin developed the theory of evolution. Pikachu is a Pokemon. Pokemon rely on evolution in order to transform into stronger forms."
        },
        {
            "input": "Will Donald Duck hypothetically purchase bell-bottoms for himself?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Bell-bottoms were a style of pants that were popular in the 60s and 70s. Donald Duck is an animated Disney character that never wears pants."
        },
        {
            "input": "Do people put creatures from the Black Sea on their pizza?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pizza toppings include pepperoni, sausage, bacon, meatball, and anchovies. The Black Sea is home to many animals including dogfish, jellyfish, and anchovies."
        },
        {
            "input": "Does Woody Allen await the Second Coming?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Second Coming refers to Jesus Christ returning to earth. Christians and Muslims believe in Jesus Christ. Woody Allen is Jewish."
        },
        {
            "input": "Is eating a Dicopomorpha echmepterygis size Uranium pellet fatal?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Dicopomorpha echmepterygis is a wingless insect that is .13mm large. Uranium is a radioactive element that is dangerous if ingested in large doses. 25mg of Uranium would cause kidney damage, while 50mg would cause complete kidney failure in humans."
        },
        {
            "input": "Would Robert Stack have been interested in Tower of London during 1400s for his 14 season show?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Robert Stack was an actor best known for Unsolved Mysteries which lasted for 14 seasons before being rebooted by Netflix. The Tower of London is a historic building in London. Unsolved Mysteries explored unexplained phenomenon and mysterious events. The heirs of Edward IV mysteriously vanished from the Tower of London in the 1400s and were presumed muredered."
        },
        {
            "input": "Is it more expensive to run for President of India than to buy a new iPhone 11?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Candidates for the presidency of India must pay a deposit of Rs 15,000. A brand new iPhone 11 costs Rs 67,300."
        },
        {
            "input": "Does Disney's Alice in Wonderland involve the celebration of a holiday?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. In the movie, Alice meets the Mad Hatter. The Mad Hatter is having a tea party to celebrate his Unbirthday. The Unbirthday is a holiday which happens every day of the year which is not the subject's actual birthday."
        },
        {
            "input": "Can chemicals in onion help create a thermonuclear bomb?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A thermonuclear bomb, also called a hydrogen bomb, uses hydrogen under high temperatures to create an explosive reaction. While chopping onions, cells inside the onion are broken and the gas that comes out forms sulfenic acid. Sulfenic acid is composed of several elements including hydrogen."
        },
        {
            "input": "Could someone in the Canary Islands fish for largemouth bass?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Canary Islands are located in the Atlantic Ocean. The Atlantic Ocean is a body of salt water. Largemouth bass live in fresh water."
        },
        {
            "input": "Are queen bees unnecessary for growing apples?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Mason bees are solitary (they live alone). Mason bees are efficient pollinators for orchards. Apple trees are grown in orchards."
        },
        {
            "input": "Did brother of Goofy creator's employer commit an excommunicable offense?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Goofy was created by Art Babbitt who worked for Walt Disney. Walt Disney's brother, Roy Disney, was a member of the Freemasons. The Catholic Church has a litany of offenses that can get someone excommunicated. Being initiated to Freemasonry, is listed as an excommunicable offense."
        },
        {
            "input": "Can voice actors for Goofy and Bugs Bunny each get one stripe from American flag?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The American flag has 13 stripes on it. Since the role originated in 1932, six people have voiced the character of Goofy. Since 1940, seven people have voiced the character of Bugs Bunny."
        },
        {
            "input": "Did Irish mythology inspire Washington Irving?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Washington Irving's most famous novel was The Legend of Sleepy Hollow. The antagonist of the Legend of Sleepy Hollow, The Headless Horseman, was a man on horseback that was missing his head. The Dullahan is a mythological creature in Irish mythology. The Dullahan comes from the Irish word Gan Ceann, meaning \"without a head\". The Dullahan is depicted as a headless rider, usually on a black horse, who carries their own head in their arm."
        },
        {
            "input": "Is Rand Paul guilty of catch-phrase used to attack John Kerry in 2004?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. John Kerry was attacked by his opponents in the 2004 Presidential Campaign by being called a Flip-Flopper. A Flip-Flopper is someone that makes a complete change in policy from one thing to another. In May 2010 Rand Paul called for an electronic fence to keep out immigrants and deplored amnesty in any form. In 2013 Rand Paul said he was in favor of undocumented immigrants being granted  legal status."
        },
        {
            "input": "Would James Cotton's instrument be too strident for a smooth jazz band?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Smooth jazz is an offshoot of jazz music that relies on a more melodic form. Smooth jazz employs the following instruments: saxophone. guitar. piano. trumpet. synthesizer. electric bass. and drums. James Cotton was a famous blues harmonica player."
        },
        {
            "input": "Will Gremlins sequels tie number of Matrix sequels?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Matrix films had two sequels. Gremlins has one sequel, Gremlins 2: The New Batch. The script for a Gremlins 3 is being written by Carl Ellsworth."
        },
        {
            "input": "Is greed the most prevalent of the Seven Deadly Sins?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Greed is a longing for wealth and power. White collar crime involves businesses stealing money or assets from people.  5-10% of arrests per 100,000 arrests were for  white collar crime according to Department of Justice statistics. Gluttony is the overindulgence in food or similar things. 39.8% of US adults were classified as overweight according to the National Center for Health Statistics."
        },
        {
            "input": "Is CEO of Nissan an internationally wanted fugitive?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Carlos Ghosn was CEO of Nissan.  With help from an American private-security contractor, Carlos Ghosn fled from Japan to Lebanon on 30 December, breaking his bail conditions. On 2 January 2020, Interpol issued a red notice to Lebanon seeking Carlos Ghosn's arrest."
        },
        {
            "input": "Is Noah's Ark an upgrade for Golden Age of Piracy pirates?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Golden Age of Piracy took place between 1650 and 1720 and had many famous pirates including Blackbeard. Noah's Ark had dimensions in feet of 450 x 75 x 45. Blackbeard's ship, Queen Anne's Revenge, had a length of 103 feet. William Kidd's ship, Adventure Galley, was 124 feet long."
        },
        {
            "input": "Do you need lactobacillus to make pickles?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Lactobacillus is used in the production of fermented-style pickles.  \"Quick\" pickles are made with a mixture of brine and vinegar."
        },
        {
            "input": "Did King James I despise fairy beings?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. King James I wrote Daemonologie in which he stated that a fairy was a being that could act as a familiar. A familiar was an animal or spirit that conspired with The Devil. King James I presided over the execution of Agnes Sampson. Agnes Sampson was accused of conspiring with familiars and was burned at the stake."
        },
        {
            "input": "Would a week be enough time to watch every episode of Ugly Betty?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. There are 168 hours in a week. The entire Ugly Betty series is 85 hours long."
        },
        {
            "input": "Could Ryan Crouser throw a bengal fox with ease?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Ryan Crouser is a professional shot putter who won the gold medal at the 2016 Olympics. The men's shot weighs 16.01 pounds. The typical weight of a Bengal fox is between 5 to 9 pounds."
        },
        {
            "input": "Could Hurricane Harvey catch a Peregrine falcon?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Hurricane Harvey had maximum winds of 130 MPH. The Peregrine falcon is the fastest animal on Earth. A Peregrine falcon can reach a maximum speed of 240 MPH."
        },
        {
            "input": "Do Chinese Americans face discrimination at a Federal level in the US?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The President of the United States frequently referred to the COVID-19 pandemic as a 'Chinese Virus' and 'Kung Flu', encouraging the use of derogatory language towards Chinese Americans. The President of the United States has not called for the violence and hate towards Chinese Americans in response to COVID-19 to end."
        },
        {
            "input": "Can an adult human skull hypothetically pass through the birth canal?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The largest baby ever born was 22 pounds.  The average human skull weighs between 10 and 11 pounds."
        },
        {
            "input": "Can an anchovy born in 2020 survive 25th US census?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The US Census takes place every ten years. The 24th US Census took place in 2020. The 25th US Census will take place in 2030. The average lifespan of an anchovy is five years."
        },
        {
            "input": "Would Bonanza marathon end before WWE Heat marathon?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Bonanza had a total of 431 episodes. WWE Heat had a total of 513 episodes. The average run time of WWE Heat was 45 minutes. The average run time of Bonanza was 49 minutes."
        },
        {
            "input": "Does the cuisine of Hawaii embrace foods considered gross in the continental US?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. SPAM has a reputation for being an unpleasant dish in the continental US. SPAM is so popular in Hawaii that it has made it onto McDonalds menus. "
        },
        {
            "input": "Is it legal for a licensed child driving Mercedes-Benz to be employed in US?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The minimum age for driving in the US is 16. Child labor laws in the US require a child to be 14 years of age or older to work."
        },
        {
            "input": "Would it be impossible to use an Iwato scale for a twelve-tone technique composition?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Iwato scale has 5 pitch cases. The chromatic scale has 12 pitch cases."
        },
        {
            "input": "Could you drive a Rowe 550 to the 2008 Summer Olympics?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Rowe 550 was a car produced by the Chinese SAIC motor company. The Rowe 550 debuted at the 2007 Shanghai Auto Show. The 2008 Beijing Summer Olympics happened in the Capital of the People's Republic of China."
        },
        {
            "input": "Could ancient Tony Bennett have a baby in 2020?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Tony Bennett is a legendary singer who will turn 94 years old in August 2020. Ramjit Raghav, the oldest man to have a baby, had his first child at age 94. Ramjit Raghav had his second child at age 96."
        },
        {
            "input": "Would Jesus understand the Easter Bunny?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. During the time of Jesus, Easter was not a holiday yet. Rabbits were not of any profound significance to Jesus."
        },
        {
            "input": "Is the Fibonacci number sequence longer than every number discovered in Pi?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Fibonaacci number is a sequence of numbers that adds a number to the one before it and goes on forever. Pi is a sequence of numbers and 2.7 trillion digits were discovered in 2010."
        },
        {
            "input": "Is average number of peas in a pod enough commas for a billion?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The average number of peas in a pod is 6 or 7. A billion is a number that has three commas in it."
        },
        {
            "input": "Can photography be considered abstract art?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Abstract art is a form of modern art that does not reflect images of our every day world. Abstract art relies on exaggerated colors and shapes. Photography is an art that uses cameras to take pictures of events unfolding in the real world."
        },
        {
            "input": "Did Supernatural break 2001 CW debuting shows seasons record?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Smallville debuted on the CW in 2001. Smallville had the record of most CW seasons for a show with 10. Supernatural concluded its run with its record breaking 15th season on the CW."
        },
        {
            "input": "Did Eddie Murphy's father see his first stand up show?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Eddie Murphy's father died when Eddie Murphy was 8 years old. Eddie Murphy's stand up career began when he was 15 years old."
        },
        {
            "input": "Would Felicity Huffman vote for Mike DeWine?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Mike DeWine is Governor of Ohio. Felicity Huffman is a resident of California."
        },
        {
            "input": "Are seasons of Survivor surpassed by number of Ancient Greek letters?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The reality show Survivor has aired 40 seasons as of 2020. The Ancient Greek alphabet consisted of 24 letters."
        },
        {
            "input": "Are grapes essential to winemaking?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Winemaking involves a process known as fermentation where energy is extracted from carbohydrates. A cup of cherries has about 19 grams of carbohydrates. Cherry wine does not contain any grapes."
        },
        {
            "input": "Has Oscar Wilde's most famous character ever been in an Eva Green project?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Oscar Wilde is most famous for his book The Picture of Dorian Gray. Dorian Gray is a beautiful socialite that is the main character of The Picture of Dorian Gray. Acclaimed actress, Eva Green has starred in numerous films and TV shows including Penny Dreadful. Dorian Gray flirts with Vanessa Ives in the Penny Dreadful episode, Seance. Vanessa Ives is played by Eva Green."
        },
        {
            "input": "Could Toyota stadium house people suffering homelessness in Michigan?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. As of 2019 there were an estimated 8,575 people experiencing homelessness in Michigan. Toyota stadium has a capacity of 45,000 people."
        },
        {
            "input": "Would Arnold Schwarzenegger have a hard time picking up a red fox in 1967?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. In 1967, Schwarzenegger won the Munich stone-lifting contest, in which a stone weighing 508 German pounds (254 kg / 560 lb) is lifted between the legs while standing on two footrests. Red foxes weigh between 2.2–14 kg (5–31 lb)."
        },
        {
            "input": "Is Eid al-Fitr holiday inappropriate to watch entire US Office?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Eid al-Fitr is an Islamic holiday dedicated to prayer. Eid al_fitr lasts from 1 to 3 days depending on the country. The entire US Office tv show would take 4 days, three hours, and 30 minutes to watch."
        },
        {
            "input": "Would a Yeti be likely to have prehensile limbs?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The animals that Yetis are said to look similar to are able to use their hands or toes to grasp items. The ability to grasp with hands or other limbs is to be prehensile. "
        },
        {
            "input": "Can the United Nations Framework Convention on Climate Change be held at the Javits Center?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The United Nations Framework Convention on Climate Change is an international treaty, not a physical meeting. The Javits Center is a convention center in New York City."
        },
        {
            "input": "Does Lorem ipsum backwards fail to demonstrate alliteration?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Lorem ipsum backwards is Muspi merol. Alliteration is the occurrence of the same letter or sound at the beginning of adjacent or closely connected words. Examples of alliteration are phrases like: Mixed messages, and big bang."
        },
        {
            "input": "Is it true that gay male couples cannot naturally reproduce?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Gay men can have any of the various sex organs that humans have. Trans men will sometimes become pregnant with their significant other before transitioning medically. "
        },
        {
            "input": "Would a hypothetical Yeti be towered over by Andre the Giant?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The mythical Yeti is said to be between 200 and 400 pounds. The mythical Yeti is said to be around 6 feet tall. Andre the Giant was an imposing 7'4\" and 529 pounds."
        },
        {
            "input": "Would 7 zucchini's satisfy potassium USDA daily recommendation?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The USDA recommends at least 3500 mg of potassium a day. One zucchini has 512 mg of potassium."
        },
        {
            "input": "Would a viewer of Monday Night Football be able to catch WWE Raw during commercial breaks?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Monday Night Football begins at 8pm EST on Monday nights during the NFL season. WWE Raw airs on Monday nights between 8pm and 11pm EST."
        },
        {
            "input": "Did Robert Downey Jr. possess same caliber gun as Resident Evil's Barry Burton?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Robert Downey Jr. was arrested in 1996 n drug and weapons charges and possessed a .357 Magnum. Barry Burton, a character in the Resident Evil series, used a Colt Python. The Colt Python is a type of .357 Magnum revolver."
        },
        {
            "input": "Do depressed people travel to the Golden Gate Bridge often?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Golden Gate Bridge is one of the most popular suicide spots in the USA. Suicide is often caused by severe depression."
        },
        {
            "input": "Is the letter D influenced by the shape of ancient doors?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. D is the fourth letter of the Latin alphabet. D is a descendent of the ancient Phoenician Dalet. Dalet was represented by a glyph of a door."
        },
        {
            "input": "Did Methuselah live at least 800 years as long as Sarah?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The biblical Sarah lived to the age of 127. The biblical Methuselah lived to 969 years of age."
        },
        {
            "input": "Is Nicole Kidman ideal choice to play Psylocke based on height and weight?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Psylocke is a Marvel super hero whose real name is Betsy Braddock. Betsy Braddock is 5'11 and 155 lbs. Actress Nicole Kidman is 5'11 and weighs 137 lbs. Actresses gain weight all the time for roles, such as Charlize Theron who gained 30 pounds for the movie Monster."
        },
        {
            "input": "Does Adobe Suite have video game engine coding?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Adobe applications runs on the C++ framework. Many video games are run on Unity game engine. The Unity game engine is a C++ coded engine."
        },
        {
            "input": "Would 1943-S penny be good for making silverware?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Modern pennies are made of zinc and copper. The 1943-S penny was made of 99% steel and 1% zinc. Modern silverware is made from stainless steel."
        },
        {
            "input": "Could you make the kitchen 'holy trinity' without celery?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The 'Holy Trinity' in cooking is a base used for soups, stews, and more. The ingredients of the Holy Trinity base are onions, bell peppers, and celery."
        },
        {
            "input": "Was a Tiny House ceiling out of Osama bin Laden's reach?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Osama bin Laden was 6'5\" tall. Tiny Houses have ceilings that are between 7 and 8 feet tall. The standing reach of the average 6 foot man is around 8 feet."
        },
        {
            "input": "Is the E.T. the Extra-Terrestrial Atari Landfill story an urban legend?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. An urban legend is a humorous or horrifying story based on hearsay that is circulated as true. E.T. the Extra Terrestrial was panned as one of the worst video games ever made. A widespread story stated that thousands of copies of E.T. the Extra Terrestrial video game were buried in a landfill. A former Atari manager stated that 728,000 Atari games were in fact buried in a landfill. The Atari landfill was dug up and nearly 900 games were recovered, but there was only one copy of E.T. included."
        },
        {
            "input": "Would Jimmy Vee be eligible to compete in the Paralympic Games?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jimmy Vee is a dwarf. Dwarfism is defined as someone who is medically short-statured. Short stature due to a bone deficiency is one of the categories for paralympic athletes."
        },
        {
            "input": "Could boolean algebra be described as binary?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Binary options tend to have 2 instead of 10 as a base.  Binary directly describes something composed of 2 things. "
        },
        {
            "input": "Would Kurt Cobain have benefited from Project Semicolon?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Project Semicolon is an American nonprofit organization known for its advocacy of mental health wellness and its focus as an anti-suicide initiative. During the last years of his life, Cobain struggled with heroin addiction and chronic health problems such as depression. Cobain died at the age of 27 from apparent suicide by gunshot."
        },
        {
            "input": "Would an anxious person benefit from receiving courage from the Wizard of Oz?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. An anxious person may benefit from medication or therapy. The Wizard of Oz cannot give courage to anyone."
        },
        {
            "input": "Was The Jackson 5 bigger family band than The Isley Brothers?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Jackson 5 has sold over 100 million albums worldwide. The Eisley Brothers have sold over 18 million albums. The Jackson 5 consisted of Jackie, Tito, Jermaine, Marlon and Michael. The Isley Brothers consisted of brothers O'Kelly, Rudolph. Ronald, and Vernon."
        },
        {
            "input": "Does Jason have anything in common with Dr. Disrespect?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jason cheated on Medea with Creusa. Dr. Disrespect cheated on his wife with another woman."
        },
        {
            "input": "Is overfeeding Lactobacillus unwise for people without dental insurance?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Lactobacillus species convert sugars they digest to lactic acid . The lactic acid of some Lactobacillus species is associated with tooth decay. Dental procedures can be expensive without insurance."
        },
        {
            "input": "Would Cardi B. benefit from soy milk?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Cardi B became lactose intolerant in her early twenties. People who are lactose intolerant cannot have dairy. Soy milk is an alternative to dairy milk."
        },
        {
            "input": "Can an Arvanite Greek understand some of the Albanian Declaration of Independence?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Albanian Declaration of Independence is written in Albanian, Gheg, Tosk, and Ottoman Turkish. The Arvanite Greek's are a major Tosk speaking group of southern Albania."
        },
        {
            "input": "Would Hannah Nixon be proud of Richard Nixon following the Watergate scandal?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Hannah Nixon was the mother of Richard Nixon. Richard Nixon resigned due to the unethical actions that he committed during the Watergate scandal. Parents are typically not proud of their children when they act immorally or unethically."
        },
        {
            "input": "Is Christopher Nolan indebted to Bob Kane?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Christopher Nolan rose to fame in large part because of his trilogy of Batman movies released from 2005 to 2012. Bob Kane was the original artist and co-creator of Batman."
        },
        {
            "input": "Did Japanese serfdom have higher status than English counterpart?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Serfs in Medieval England were peasants that were indentured servants to their lords. Serfs were often harshly treated and had little legal redress against the actions of their lords. Japanese serfs were farmers and fishermen. Japanese believed that serfs produced food, which was depended on by all classes, therefore, they worked harder."
        },
        {
            "input": "Can you watch Rick and Morty in Mariana Trench?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Rick and Morty is available in blu-ray format. You can play blu-ray on a laptop computer . It is possible to go to Mariana Trench inside a deep-diving submersible vehicle with a laptop."
        },
        {
            "input": "Are there winged statuettes in the home of the creator of Law & Order?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Law & Order was created by Dick Wolf. Dick Wolf won an Emmy in 2007 . Dick Wolf won an Emmy in 1997. The Emmy statuette is of a winged woman holding an atom."
        },
        {
            "input": "Is the name of a mythical creature also the name of a Small Solar System body?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A centaur is a kind of Small Solar System body with characteristics of both asteroids and comets. A centaur is also a mythical creature that has the body of a horse and the head of a man."
        },
        {
            "input": "Is double duty an incorrect phrase for host of Dancing With The Stars?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Double duty refers to having more than one job at the same time. The host of Dancing WIth The Stars is Tom Bergeron. Tom Bergeron is the host of America's Funniest Home Videos."
        },
        {
            "input": "Can the majority of vowels be typed on the first line of a QWERTY keyboard?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. In English the vowels consist of A, E, I, O, U, and sometimes Y. The first line of the QWERTY keyboard contains the vowels E, I, O, U, and Y. A majority means more than half of the total."
        },
        {
            "input": "Is Britney Spears' breakdown attributed to bipolar disorder?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. In 2008 Britney Spears was detained in a psychiatric hospital for bipolar disorder. In 2007 Britney Spears shaved her head during a breakdown. "
        },
        {
            "input": "Is the Berlin University of the Arts a Baroque period relic?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Berlin University of the Arts is a German school created in 1696. The Baroque period lasted in Europe from 1600 to 1750."
        },
        {
            "input": "Did Julio Gonzalez like acetylene?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Julio Gonzalez was an artist who welded metal to create sculptures. Welding is achieved by using a blowtorch on metal. Blowtorches use acetylene as fuel."
        },
        {
            "input": "Is Europa linked to Viennese waltzes?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Europa is a moon of Jupiter. Europa played an important role in Stanley Kubrick's film 2001: A Space Odyssey. The soundtrack to 2001: A Space Odyssey prominently featured The Blue Danube. The Blue Danube is a famous Viennese waltz composed by Johan Strauss II."
        },
        {
            "input": "Could all of the 2008 Summer Olympics women find a hookup athlete partner?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The 2008 Summer Olympics had 4,637 women compete. The 2008 Summer Olympics had 6,305 men compete."
        },
        {
            "input": "Can Curiosity (rover) kill a cat?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Cats weigh on average between 7 to 10 pounds. Curiosity (rover), a space vehicle that explores Mars, weighs 1,982 pounds. As mass falls, it picks up acceleration and adds to the force of impact."
        },
        {
            "input": "Does Oprah Winfrey have a degree from an Ivy League university?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Oprah Winfrey has received honorary doctorates from Duke and Harvard Universities. Harvard University is a member of the Ivy League."
        },
        {
            "input": "Is unanimously elected president's birthday a break for mail carriers?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The post office has several holidays including: New Year's Day, Washington's Birthday (President's Day), and Veterans Day. George Washington was the only US president elected unanimously."
        },
        {
            "input": "Is Godzilla's image likely grounds for a lawsuit in 2050?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The copyright for Godzilla is owned by Toho Company Limited. The first Godzilla film was released by Toho in 1954. Works that are significantly old enter the public domain and can be used without copyright permission. Godzilla will enter the public domain in the year 2049."
        },
        {
            "input": "Can someone with dermatitis be a hand model?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Dermatitis causes rashes, redness, blisters, cracking of the skin, and scarring.  Hand models tend to have flawless skin and hands."
        },
        {
            "input": "If Goofy were a pet, would he need heartworm prevention?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Goofy is an anthropomorphic dog character.  Dogs require regular heartworm prevention. "
        },
        {
            "input": "If he were poor, would Christopher Reeve have lived?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Christopher Reeve suffered a serious spinal cord injury that left him a quadriplegic.  Christopher Reeve required a portable ventilator after his injury. At one point, Christopher Reeve's treatment was costing $400,000 yearly."
        },
        {
            "input": "Was 1941 Operation Barbarossa related to The Crusades?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Operation Barbarossa referred to the 1941 German invasion of the Soviet Union. Frederick Barbarosa was the Holy Roman Empire that drowned while marching his army to The Crusades. The Holy Roman Empire was a medieval empire that ruled over lands including what became modern Germany."
        },
        {
            "input": "Will speed reader devour The Great Gatsby before the Raven?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. F. Scott Fitzgerald's The Great Gatsby is 218 pages. Edgar Allan Poe's The Raven is 42 pages."
        },
        {
            "input": "Can a computer be programmed entirely in Boolean algebra?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Boolean algebra is the branch of algebra in which the values of the variables are the truth values true and false, usually denoted 1 and 0 respectively.  Mathematics in 1 and 0 is also called binary or machine language. Computers are programmed in machine language."
        },
        {
            "input": "Did Moon Jae-in's residence exist when the World Trade Center was completed?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The President of South Korea lives in the Blue House. The Blue House finished construction in early 1991. The World Trade Center complex was completed in 1987."
        },
        {
            "input": "Can you find a railroad engineer on TNT?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. TNT is a cable television network. Snowpiercer is a show airing on the TNT network. Snowpiercer involves people living on an active train in a postapocalyptic future. A railroad engineer is necessary to keep a train running."
        },
        {
            "input": "Is Bactrian Camel most impressive animal when it comes to number of humps?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Bactrian Camel is a camel with two humps native to Central Asia. Three humped camels were discovered on the Arabian peninsula in 2019."
        },
        {
            "input": "Is shoe soup innocuous?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Soup is a primarily liquid food containing various meats and beans. Director Werner Herzog lost a bet and cooked his shoe into a soup and ate it in 1980. Werner Herzog turned 77 in 2019 and had a role in the hit TV series the Mandalorian."
        },
        {
            "input": "Would a vegan prefer a natural bongo drum over a synthetic one?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Natural bongo drums are made with leather. Synthetic bongo drums are made with plastic or leather substitutes. Vegans do not use or consume any animal products."
        },
        {
            "input": "Did Disney get most of Rudyard Kipling's The Jungle Book profits?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Rudyard Kipling's 1894 book The Jungle Book has was adapted into several Disney films. The 2016 film The Jungle Book grossed over 966 million dollars. Disney's 1967 film version of The Jungle Book grossed over 378 million dollars. The Jungle Book was not a worldwide phenomenon in Kipling's time."
        },
        {
            "input": "Would a 900,000 pound net worth person be an American billionaire if they exchange currency June 2020?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The exchange rate in June of 2020 between dollars and pounds is 1 Euro= 1.23 dollar. 900000 pounds is equal to about 1,107,000.00."
        },
        {
            "input": "Is 1936 Summer Olympics venue too small for a Superbowl crowd?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The 1936 Summer Olympics was held at the Olympiastadion Berlin. The Olympiastadion Berlin has a capacity of over 74,000 people. The 2020 Superbowl was attended by 62,417 fans."
        },
        {
            "input": "Do Youtube viewers get unsolicited audiobook advice often?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Audible is one of the most common sponsors for Youtubers to have. Audible is an audiobook subscription service.  Audible ads typically involve discussing a book that the speaker has recently listened to."
        },
        {
            "input": "When the shuttle Columbia 11 landed, was it the season for Christmas carols?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Columbia 11 shuttle landed on December 10th 1990. Christmas is celebrated during the month of December every year."
        },
        {
            "input": "Are ropes required to operate a frigate?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Frigates are a kind of sailing ship. Many features of ships require rope to use."
        },
        {
            "input": "Would a hippie hypothetically be bummed out by Augustus's Pax Romana?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A hippie was a member of the counterculture movement of the 1960s. One of the most prevalent hippie statements is peace and love. The Pax Romana was a near 200 year era of peace in the Roman Empire that began during the reign of Augustus. Augustus had several loves, including three wives."
        },
        {
            "input": "If you have black hair and want red hair, do you need bleach?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. You cannot dye hair to be lighter than the starting color. To make hair a color lighter than the starting color, you need to bleach the hair."
        },
        {
            "input": "Could R. Kelly write a college thesis?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A college thesis is a long and complicated written document. R. Kelly claims to be illiterate, which means he cannot read and write. "
        },
        {
            "input": "Has Drew Carey outshined Doug Davidson's tenure?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Drew Carey has been the host of the Price is Right for over 13 years. Doug Davidson hosted the Price is Right from 1994-1995."
        },
        {
            "input": "Did Pink Floyd have a song about the French Riviera?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pink Floyd included the song San Tropez on the album Meddle. San Tropez, also known as Saint Tropez, is a town located on the French Riviera."
        },
        {
            "input": "Would E.T. the Extra-Terrestrial alien hypothetically love Friendly's?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. E.T., the main alien from E.T. the Extra-Terrestrial, loved Reese's Pieces candy. Friendly's is a restaurant that serves dinner entrees and ice cream dishes. Friendly's has several desserts with Reese's candy including the Reese's Peanut Butter Cup Sundae, and Reese's Pieces Sundae."
        },
        {
            "input": "Did any country in Portuguese Colonial War share Switzerlands role in WWII?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Portuguese Colonial War was between Portugal and several groups including People's Movement for Liberation of Angola. Switzerland remained neutral in World War II and did not get involved. Portugal stayed out of world affairs during World War II."
        },
        {
            "input": "Can you avoid internet trolls on reddit?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Internet Trolls flock to any popular platform on the internet. Reddit is the 19th most popular website online."
        },
        {
            "input": "Is a pound sterling valuable?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A pound sterling is fiat money. Fiat money is backed by government decree and has no intrinsic value. One pound sterling is worth about 1.24 US dollars by May of 2020."
        },
        {
            "input": "Are there any chives hypothetically good for battling vampires?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Vampires in folklore have a weakness to garlic. Chives, an edible plant species, come in a number of varieties. Garlic chives are a variant of chives first found in China thousands of years ago."
        },
        {
            "input": "Is the Very Large Telescope the most productive telescope in the world?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Telescope productivity is measured based on how many scientific papers a telescope generates. The Hubble Space Telescope is the most productive telescope in the world. "
        },
        {
            "input": "Do flying fish have good eyesight?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Flying fish  are commonly found in the epipelagic zone, the top layer of the ocean to a depth of about 200 m (656 ft).  The epipelagic zone is the illuminated zone at the surface of the sea where enough light is available for photosynthesis.  Good eyesight is a necessary survival trait for animals living in well-lit areas."
        },
        {
            "input": "Would JPEG be a good format for saving an image of Da Vinci's Vitruvian Man?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. JPEG is not well suited for line drawings and other textual or iconic graphics, where the sharp contrasts between adjacent pixels can cause noticeable artifacts.  Da Vinci's Vitruvian Man is a line drawing done in pen and ink."
        },
        {
            "input": "Can Kit & Kaboodle hypothetically help someone past the Underworld gates?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Underworld is guarded by a beast known as Cerberus. Cerberus is a three-headed dog. Cerberus eats the raw flesh of anyone that tries to escape the Underworld. Kit & Kaboodle is a brand of cat food. "
        },
        {
            "input": "Did origin dynasty of Go precede Jia Sidao?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Go is a strategy game that originated in the Zhou dynasty. The Zhou dynasty lasted from 1046 BC – 256 BC. Jia Sidao was a chancellor during the late Song dynasty. The Song dynasty started in 960 AD and lasted until 1279 AD."
        },
        {
            "input": "Can a false pope become a saint?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A false pope, or antipope, is someone that tries to claim they are the true pope but the church rejects them. Hippolytus (c. 170–235 AD) headed a schismatic group as a rival to the Bishop of Rome, thus becoming an antipope. Hippolytus (c. 170–235 AD) was named a saint in the Roman Catholic Church."
        },
        {
            "input": "Would Mary, mother of Jesus have hypothetically prayed to Artemis if she was Greek?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Mary, Mother of Jesus is known for being a virgin and giving birth to Christ. Artemis was the Greek goddess of the hunt, childbirth, and virgins."
        },
        {
            "input": "Should Peter Griffin be an expert at the craft of brewing?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Peter Griffin is an employee of a brewery in Quahog.  Peter has worked at the brewery for many years and is expected to be familiar with how beer is made."
        },
        {
            "input": "Can you transport a primate in a backpack?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Primates include lemurs, monkeys, apes, and humans. A Capuchin is a type of monkey that are an average height of twelve inches and weighs nine pounds. A school ruler is twelve inches. One school textbook can weigh up to six pounds."
        },
        {
            "input": "Do Flat Earthers doubt the existence of Earth's magnetic field?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Theories about the Earth's magnetic field depend on the globe model of the Earth. Flat Earthers are skeptical of most science related to the Earth and space, believing it to be part of a conspiracy coverup."
        },
        {
            "input": "Does 2015 have more unlucky Friday's than usual?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Friday the 13th is known as an unlucky Friday because of the number 13. A year can have as many as three Friday the 13ths. One Friday the 13th is the average per year. There were 3 Friday the 13ths in 2015."
        },
        {
            "input": "Can numerologists become members of Royal Society?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The royal society fulfills a number of roles: promoting science and its benefits, recognizing excellence in science, supporting outstanding science, providing scientific advice for policy. Numerology is a superstition and a pseudoscience that uses numbers to give the subject a veneer of scientific authority."
        },
        {
            "input": "Do bodies movie during hanging?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Electrochemical nerve signals are fired after death that can cause a body to twitch. If death by hanging is accomplished due to asphyxia, the victim may attempt to free themselves or may appear to struggle."
        },
        {
            "input": "Are moose used for work near the kingdom of Arendelle?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The opening scene of Disney's Frozen shows a group of ice breakers. They have moose that carry the heavy ice blocks. One of them, Kristoff, becomes separated with his moose Sven. When Queen Elsa flees Arendelle and Princess Anna gives chase, she quickly encounters Kristoff."
        },
        {
            "input": "Would someone with a nosebleed benefit from Coca?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Coca constricts blood vessels. As a result, it serves to stop bleeding.  Someone with a nosebleed would want the bleeding to stop."
        },
        {
            "input": "Does Justin Bieber vote in October?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Justin Bieber is a Canadian citizen. Canadian elections are held on the third Monday in October."
        },
        {
            "input": "Did Tokyo Tower designers appreciate Stephen Sauvestre?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Tokyo Tower is a communications tower in Japan, built in 1958, that was inspired by the Eiffel Tower. Stephen Sauvestre was the architect of the the Eiffel Tower which was competed in 1889."
        },
        {
            "input": "Could a hamster experience two leap years?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Pet hamsters typically have a maximum lifespan of three years. Leap years are typically separated by four years."
        },
        {
            "input": "Can your psychologist say hello to you while you are out at the supermarket?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Therapists are bound by confidentiality in all areas of their work.  It would violate the standard set by the APA for a therapist to acknowledge any client outside of a therapeutic setting."
        },
        {
            "input": "Would a pear sink in water?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The density of a raw pear is about 0.59 g/cm^3. The density of water is about 1 g/cm^3. Objects only sink if they are denser than the surrounding fluid."
        },
        {
            "input": "Can first letter row of QWERTY keyboard spell a palindrome?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The first letter row of the QWERTY keyboard contains: QWERTYUIOP. A palindrome is a word that can be spelled the same backwords and forwards such as racecar and rotor."
        },
        {
            "input": "Is the title of Shirley Bassey's 1971 diamond song a true statement?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Shirley Bassey recorded the song Diamonds are Forever in 1971, Over time, diamonds degrade and turn into graphite. Graphite is the same chemical composition found in pencils."
        },
        {
            "input": "Could the children of Greek hero Jason hypothetically fill a polo team?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Greek mythological hero is known for his quest to obtain the Golden Fleece. The Greek mythological hero had four children: Euneus, Nebrophonus, Mermerus, and Pheres. Polo is a sport played between two teams of 4 players."
        },
        {
            "input": "Is 500GB USB device enough to save 10 hours of Netflix shows a day?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. 5 hours of Netflix programming uses up approximately 1 TB of data. 1 TB is equal to 1000 GB of data."
        },
        {
            "input": "If someone is a vegan, would they eat honey?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Veganism is a type of diet that excludes all animal products, including those that are byproducts.  Honey is considered an animal byproduct. "
        },
        {
            "input": "Does ancient Olympics crown fail to hide tonsure?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Tonsure refers to the religious hairstyle in which hair from the top of the head is shaved off. Winners of the ancient Olympics were given a laurel crown to wear. A laurel crown involves leaves arranged in a circle that cover only the edges of the head."
        },
        {
            "input": "Does James Watson believe that Africans are inferior to Europeans?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. James Watson is a geneticist, who believes in his own work. James Watson is quoted as saying that genetic testing \"proves\" that Africans aren't as smart."
        },
        {
            "input": "Would Doctor Strange like the Pittsburgh Steelers logo?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Pittsburgh Steelers logo features patches of red, gold and blue. Doctor Strange's costume uses the colors red, gold and blue."
        },
        {
            "input": "Do oak trees have leaves during winter?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Oak trees are deciduous. Deciduous trees lose their leaves during autumn, and they grow back during spring. Winter is between autumn and spring."
        },
        {
            "input": "Can Africanized bees be considered multicultural?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Multicultural refers to a blend of several cultures within one organism. Africanized bees, also killer bees are a result of crossbreeding. Africanized bees are a mix of East African lowland honey bees and European honey bee subspecies such as the Italian honey bee and the Iberian honey bee. "
        },
        {
            "input": "Is watching  Star Wars necessary to know who Darth Vader is?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Star Wars is one of the most widely parodied film series to be produced. Star Wars merchandise, from tees to Halloween costumes, is widely available and is plentiful. "
        },
        {
            "input": "Was the subject of Parsifal taken from British folklore?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Parsifal was loosely based on a poem about Percival. Percival was a Knight of the Round Table. King Arthur and the Knights of the Round Table were products of British folklore."
        },
        {
            "input": "Does Carmen Electra own a junk?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A junk is a boat. Boats are sailed on open water. Carmen Electra has a fear of open water."
        },
        {
            "input": "Can monkeys use QWERTY keyboards?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. QWERTY keyboards are an alphabet key layout that were first used on typrwriters.  Monkeys can be trained to push buttons. Typewriter key's are buttons. Monkeys can press keys on keyboards."
        },
        {
            "input": "Does US brand Nice depend on Western honey bee?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. US brand Nice creates a number of products including honey. The Western honey bee can be found on every continent except Antarctica. The Western honey bee is the most common pollinator in US, making it the most important bee to domestic agriculture."
        },
        {
            "input": "Were karaoke and the turtle power tiller patented in the same country?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Roberto L. del Rosario holds the patent for the karaoke system. del Rosario is Filipino. Magdalena Smith Villaruz patented the turtle power tiller. Villaruz is Filipino ."
        },
        {
            "input": "Would the current president of Ohio University hypothetically wear a jockstrap?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The current president of Ohio University is Duane Nellis. Duane Nellis is a man. A jockstrap is an undergarment for protecting the testes and penis during cycling, contact sports or other vigorous physical activity. The testes and penis are the sexual organs of men."
        },
        {
            "input": "Could Darth Vader hypothetically catch the Coronavirus?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Coronavirus is transferred through infected droplets that can get into eyes, nose, or mouth. Darth Vader permanently wears an iron weave helmet that he needs to breathe."
        },
        {
            "input": "Did US President during Spanish-American War suffer similar demise to Abraham Lincoln?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Spanish-American War lasted from April 21, 1898 to August 13, 1898. William McKinley was President of the United States from March 4, 1897 to September 14, 1901. William McKinley died from gun related injuries after an assassination attempt. Abraham Lincoln died shortly after being shot by John Wilkes Booth."
        },
        {
            "input": "Has Aretha Franklin ever collaborated with a suicidal person?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Donny Hathaway was a singer and session musician that worked with Staple Singers, Jerry Butler, Aretha Franklin, the Impressions  and Curtis Mayfield. Donny Hathaway jumped from his 15th floor room and his death was ruled a suicide."
        },
        {
            "input": "Would Dante Alighieri hypothetically place Rupert Murdoch in 8th Circle of Hell?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Dante Alighieri was an Italian poet that wrote Inferno. Inferno depicts several layers of Hell. The 8th Circle of Hell is reserved for liars, bribers, flatterers, and false prophets. Rupert Murdoch was involved in a News International scandal in which police were bribed and phones were hacked. Rupert Murdoch refused to take any responsibility for the actions of his employees in the News International scandal."
        },
        {
            "input": "Did the Eastern Orthodox Church and the Byzantine Empire ever use the same calendar?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Eastern Orthodox Church used the Byzantine calendar from c. 691 to 1728. The Byzantine Empire used the Byzantine calendar from c. 988 to 1453."
        },
        {
            "input": "Will Dustin Hoffman likely vote for Trump in 2020?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Dustin Hoffman is a liberal and has long supported the Democratic Party and Ralph Nader. Donald Trump belongs to the Republican Party."
        },
        {
            "input": "Is the Foreign and Commonwealth Office a European political agency?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Office is part of the government of the United Kingdom. The United Kingdom is in Europe."
        },
        {
            "input": "Can the Toyota Hilux tip the scales against Mr. Ed?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The current generation of Toyota Hilux weighs at least 4,310 lbs. Mr. Ed was portrayed by an adult horse. The average adult horse weighs up to 2,000 lbs."
        },
        {
            "input": "Will Communion be denied to Wednesday name origin followers?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Communion is the body and blood of Christ given out during mass. Communion is only given to believers baptized in the Christian Church. Wednesday comes from Old English Wodnesdaeg referring to Woden, also called Odin. Odin was the pagan god of Norse mythology. Vikings, believers in Norse mythology, clashed with Christians in Wessex and Northumbria for hundreds of years."
        },
        {
            "input": "Could Edward Snowden have visited the headquarters of United Nations Conference on Trade and Development?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The headquarters of the United Nations Conference on Trade and Development is in Geneva, Switzerland. Edward Snowden was stationed in Geneva in 2007 with the task of representing the US at the UN."
        },
        {
            "input": "Would a Jehovah's witness approve of Alice's Adventures in Wonderland?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Jehovah's Witness is a religious group that strictly forbids tobacco and smoking. A prominent character in Alice's Adventures in Wonderland, the caterpillar, blows rings of smoke from a large pipe."
        },
        {
            "input": "Would a Germaphobia be able to participate in Judo?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Germaphobia is a term used by psychologists to describe a pathological fear of germs, bacteria, microbes, contamination and infection. If you’re training Judo, you will also find yourself getting into close proximity to the people you are training with, and rolling around on matted floors too.  Additionally, you will sweat and roll around on a shared mat when practicing judo."
        },
        {
            "input": "Can a lifeboat rescue people in the Hooke Sea?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Lifeboats are used on bodies of liquid water. The Hooke Sea is a geographical feature on the surface of Mars. There are no bodies of liquid water on Mars."
        },
        {
            "input": "Is Eighth Amendment to the United States Constitution popular in court?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Eighth Amendment prohibits cruel and unusual punishment. The Fifth Amendment prevents a person from incriminating themselves. The Fifth Amendment is often invoked in criminal cases. The Fourteenth Amendment regards equal protection under the law and has been in numerous landmark cases."
        },
        {
            "input": "Could an American confuse breakfast in British cuisine for dinner?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. In British Cuisine, baked beans are served with toast for breakfast. In the US, baked beans are served alongside barbecue dinners. British 'Full breakfasts' include grilled vegetables like mushrooms and whole cherry tomatoes. Grilled mushrooms and tomatoes are used more often in evening dishes in the US."
        },
        {
            "input": "Can you watch the Borgia's World of Wonders before Ludacris's Release Therapy finishes?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. World of Wonders is an episode of the Showtime TV series The Borgias, with a run time of 49 minutes. Ludacris's 2006 album Release Therapy has a run time of 62 minutes."
        },
        {
            "input": "Do seven McDonald's hamburgers exceed USDA recommended fat allowance?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The fat content of one McDonald's hamburgers is 10 grams. The USDA recommends between 44 and 77 grams of fat a day."
        },
        {
            "input": "Would Edward II of England have been born without Vikings?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Edward II was King of England from 1307-1327. Rollo was a Viking who became the first ruler of Normandy. William the Conqueror was the first Norman King of England and the great-great-great-grandson of Rollo. Edward II is related to William the Conqueror through Rollo's granddaughter's line (Empress Matilda)."
        },
        {
            "input": "Would you find a tibia beside parsley on a holiday plate?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The tibia of a goat is eaten during Passover, a Jewish holiday. Parsley is served on a Passover seder plate beside the goat shank ."
        },
        {
            "input": "Could a Bengal cat hypothetically best Javier Sotomayor's record?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Javier Sotomayor is an athlete that holds the men's high jump world record of slightly over 8 feet. The average cat can jump from 7.5 to 9 feet. Bengal cats have powerful hind legs which make them jump higher than other breeds."
        },
        {
            "input": "Were number of states in Ancient Greece underwhelming compared to US states in 1900?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. In the year 1900 there were 42 US states. Ancient Greece had several hundred relatively independent city-states called poleis."
        },
        {
            "input": "Are both founders of Ben & Jerry's still involved in the company?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Ben & Jerry's was founded by Ben Cohen and Jerry Greenfield. The founders sold the company to Unilever in 2000."
        },
        {
            "input": "Would a jumping spider need over half a dozen contact lenses?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jumping spiders have eight eyes. Half a dozen objects is equal to six objects. One contact lens is worn per eye."
        },
        {
            "input": "Can The Hobbit be read in its entirety in four minutes?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Hobbit is a 95,356 word book by J.R.R. Tolkien. Speed reader Howard Stephen Berg could read at the speed of 25,000 words per minute. Speed reader Maria Teresa Calderon from the Philippines claimed to be able to read 80,000 words per minute with 100% comprehension."
        },
        {
            "input": "Was John Gall from same city as Stanford University?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. John Gall is a former major league baseball player born in Stanford, California. Stanford University was founded by Leland and Jane Stanford  in Stanford, California."
        },
        {
            "input": "Is starving Hamas agent eating pig bad?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Hamas is a Sunni-Islam fundamentalist group that strictly prohibits the eating of a pig. Sunni Islam has a concept called the Law of Necessity. The Law of Necessity states that, \"That which is necessary makes the forbidden permissible.\"."
        },
        {
            "input": "Have the Israelis played the Hammerstein Ballroom?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Israelis are an ethnic group. The Hammerstein Ballroom is a venue for concerts and musical performances."
        },
        {
            "input": "Would Harvey Milk have approved of Obama?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Obama awarded Harvey Milk a posthumous Medal of Freedom.  Obama was known for supporting marriage equality and LGBT rights. "
        },
        {
            "input": "Do you have to put on glasses to read a QR code?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Glasses are used to improve one's vision capabilities. QR codes are not readable by humans and have to be read by machines or programs."
        },
        {
            "input": "Did Rumi spend his time in a state of euphoria?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Euphoria is a state in which people experience intense feelings that overwhelm their body. Rumi was a 13th century Persian poet that was also a dervish. Dervishes participated in ceremonies in which they experienced religious ecstasy. Religious ecstasy is an altered state of consciousness characterized by visions and emotional (and sometimes physical) euphoria."
        },
        {
            "input": "Would an aerodynamic cactus benefit from more frequently closed stomata?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Cactus spines help the plant retain water by reducing air flow around the plant. Aerodynamic objects have smooth surfaces . Crassulacean acid metabolism is used by cactuses . Crassulacean acid metabolism is when a plant's stomata stay closed during daylight or times of drought to prevent water loss."
        },
        {
            "input": "Does Kenny G hold the qualifications to be a tax collector?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The qualifications to be a tax collector in the US inlude a bachelor's degree in accounting. Kenny G studied accounting at the University of Washington and graduated magna cum laude."
        },
        {
            "input": "Was story of Jesus inspired by Egyptian myth?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jesus was a biblical character that walked on water, was born of a virgin, and was killed beside two thieves. Horus was a character in ancient Egyptian myth that walked on water, had a virgin mother, and was executed beside two thieves."
        },
        {
            "input": "Is Jennifer Lawrence's middle name similar to the name of a Scorsese collaborator?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jennifer Lawrence's middle name is Shrader. Paul Schrader is a screenwriter and director. Paul Schrader wrote the screenplay for Taxi Driver, Raging Bull, The Last Temptation of Christ, and Bringing Out the Dead. Martin Scorsese directed Taxi Driver, Raging Bull, The Last Temptation of Christ, and Bringing Out the Dead."
        },
        {
            "input": "Could the endowment of Johns Hopkins University pay off the MBTA debt?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Johns Hopkins University had an endowment of $6.28 billion in 2019. The MBTA is in debt for approximately $9 billion."
        },
        {
            "input": "Would East India Company prefer China's modern trade?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. China accounts for 4.6 trillion or 12.4% of global trade. The East India Company took part in half of the world's trade from the 16th to 19th century."
        },
        {
            "input": "Is Guitar Hero Beatles inappropriate for a US third grader?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The average age of a US third grader is 8. Guitar Hero is recommended for ages 7 and up. The Beatles were a British rock band with a plethora of radio friendly hits."
        },
        {
            "input": "Does The Jungle Book contain racist subtext?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Baloo, the father character in The Jungle Book, refers to the money characters as \"flat-nosed flaky creeps\" mocking a common black feature feature. The antagonist snake character was made to sound like an Indian mag, and was said to hate men. King Louie is viewed socially as a racist archetype of a black man."
        },
        {
            "input": "Could a sloth hypothetically watch an entire episode of Scrubs underwater?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Sloths can hold their breath underwater for up to 40 minutes. The running time of a Scrubs episode is between 20-23 minutes."
        },
        {
            "input": "Can the Communist Party of the Soviet Union get a perfect all kill?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Communist Party of the Soviet Union is a political party. A perfect all kill occurs when a South Korean recording artist hits number one simultaneously on every music chart."
        },
        {
            "input": "Would students at Marist have to petition to get a rowing team?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Marist is located along the Hudson River. Marist college has rowing teams for both men and women."
        },
        {
            "input": "Has Cesar Millan ever tamed a short-eared dog?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Cesar Millan is a Mexican-American dog trainer with over 25 years of canine experience. The short-eared dog lives in various parts of the rainforest environment, preferring areas with little human disturbance. The short-eared dog is a solitary animal and prefers moving in trees away from human and other animal interactions. The short-eared dog is a wild animal that is not suitable as a pet."
        },
        {
            "input": "Could Charlie Bucket be a hotel manager?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Charlie Bucket is a fictional character from \"Charlie and the Chocolate Factory\", portrayed as a child. Children cannot be hotel managers."
        },
        {
            "input": "Would a caracal be defeated by Javier Sotomayor in a high jump competition?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The caracal can leap higher than 12 feet in the air. Javier Sotomayor is the current men's high jump record holder with a jump of 2.45 m (8 ft 1⁄4 in)."
        },
        {
            "input": "Was Oscar Wilde's treatment under the law be considered fair in the US now?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Oscar Wilde was imprisoned for sexual indecency that amounted to having sexual relations with another man. In the United States, being gay is not a punishable offense. "
        },
        {
            "input": "Did Hanuman ever experience an orgasm?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Hanuman was a life long celibate. Celibates refrain from all sexual activity. Orgasms are only experienced during sexual activity."
        },
        {
            "input": "Do onions have a form that resembles the inside of a tree?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. When bisected, an onion has rings that extend from the core to the outside. Trees are formed of a series of rings that extend from the inside to the outside."
        },
        {
            "input": "Could Katharine Hepburn have ridden the AirTrain JFK?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The AirTrain JFK was built in December 17, 2003. Katharine Hepburn died on June 29, 2003."
        },
        {
            "input": "Has the Indian Ocean garbage patch not completed two full rotations of debris since its discovery?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Indian Ocean garbage patch was discovered in 2010. The Indian Ocean garbage patch takes 6 years to complete a circulation ."
        },
        {
            "input": "Are multiple Christmas Carol's named after Saints?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Christmas Carol Good King Wenceslas is based on the Bohemian king Wenceslaus I. Wenceslaus I was named a Saint in the Catholic Church and has a feast day of September 28. Jolly Old Saint Nicholas is a Christmas Carol named after an early Christian bishop who became a Saint."
        },
        {
            "input": "Is an inappropriate lullaby Love Song from November 11, 2000?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Lullabies are often simple and repetitive. Lullabies are used to soothe young children, usually to go to sleep. Love Song was a song released by Marilyn Manson on his November 11, 2000 record. Marilyn Manson is a heavy metal band. The lyrics to Love Song has curse words and scary imagery."
        },
        {
            "input": "Is a paleo dieter unlikely to color beverages green for St. Patrick's Day?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. There is no natural source for green food coloring approved by the FDA. A paleo diet avoids artificial colors and flavors."
        },
        {
            "input": "NATO doesn't recognize double triangle flag countries?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. NATO is a members only alliance of several countries. Nepal has a double triangle flag. Nepal has not been recognized as a member of NATO."
        },
        {
            "input": "Can a strawberry get worms similar to dogs?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Strawberry can suffer from black root rot and nematodes. Dogs can suffer from a variety of worms including roundworms that lay eggs on them. Nematodes are parasites that are also called roundworms and ascarids. Nematodes are parasites that feed off of strawberry plants."
        },
        {
            "input": "Are Durian fruits an olfactory delight?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Durian is a plant type that produces several kinds of fruit. Olfactory refers to the human sense of smell. Pleasant smells according to polls include flowers and sweet foods. Durian fruits have been banned in Singapore due to its overwhelming smell."
        },
        {
            "input": "Do Squidward Tentacles and Alan Greenspan have different musical passions?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Squidward Tentacles plays the clarinet. Alan Greenspan played clarinet and saxophone along with Stan Getz. Alan Greenspan studied clarinet at the Juilliard School from 1943 to 1944."
        },
        {
            "input": "Does Evander Holyfield eat pork products?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Evander Holyfield is a born-again Christian. Mainstream Christian denominations do not observe restrictions on the kinds of animals they can eat."
        },
        {
            "input": "At Christmastime, do some films remind us that groundhog day is approaching?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jack Frost is a 1979 stop motion Christmas film. In Jack Frost, the groundhog is a character and gets his own song reminding people of his own holiday."
        },
        {
            "input": "Can printing books in kanji instead of the Roman alphabet save trees?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Kanji writing system uses less space to communicate ideas than an alphabet system. Trees are killed to make pages for books."
        },
        {
            "input": "Can you save every HD episode of Game of Thrones on Samsung Galaxy A10e?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Samsung Galaxy A10e has 32GB of storage. The average storage requirement of an HD episode of Game of Thrones is 600MB. There are 60 total episodes of Game of Thrones. There are 1000MB in one GB."
        },
        {
            "input": "Can Aerosmith legally drive in the carpool lane?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Aerosmith is a rock band with five members. Carpool lanes require at least two occupants in each vehicle."
        },
        {
            "input": "Can you house a giant squid at Soldier Field?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Soldier Field is a football stadium. Football fields are 120 yards long, or 360 feet. The maximum length of a giant squid is 43 feet."
        },
        {
            "input": "Would Constitution of the United States paper offend PETA?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Constitution of the United States is written on parchment. Parchment is  writing material made from specially prepared untanned skins of animals. PETA is an organization that advocates for the ethical treatment of animals."
        },
        {
            "input": "If it socially acceptable to wear an icon depicting crucifixion? ",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The crucifixion of Jesus is a common sign used by Catholics and Christian denominations.  Many jewelry stores offer necklaces with the Crucifixion of Jesus Christ."
        },
        {
            "input": "Is a Halloween cruise in the Gulf of Mexico likely to be safe from storms?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Hurricanes often strike the Gulf of Mexico. Hurricane season in the gulf lasts until the end of November. Halloween is October 31."
        },
        {
            "input": "Would a physician be unlikely to recommend Reiki?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Physicians typically only recommend treatments that have a significant amount of clinical evidence behind them. Reiki has no clinical evidence of effectiveness, and there is no scientific basis for its utility."
        },
        {
            "input": "Would Michael Phelps be good at pearl hunting?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pearl hunters swim underwater to collect pearls from oysters. Michael Phelps is the most decorated Olympic swimmer of all time."
        },
        {
            "input": "Could B be mistaken for an Arabic numeral?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The letter 'B' resembles a figure-8 with a flattened left side. The Arabic numeral '8' is drawn as one large circle and a smaller circle immediately on top, intersecting each other.  A 'figure-8' is a shape consisting of two intersecting circles, the larger on the bottom."
        },
        {
            "input": "Would Brian Warner be a good singer for a soul music band?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Soul music is a music genre that originated in the United States African American community in the 1950s. Soul music combines elements of African-American gospel music, rhythm and blues and jazz. Brian Warner is the lead singer of the band Marilyn Manson. The band Marilyn Manson plays industrial heavy metal music."
        },
        {
            "input": "Is Shakespeare famous because of the infinitive form?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Shakespeare wrote the play Hamlet. Hamlet contains one of Shakespeare's most famous passages, Hamlet's soliloquy. Hamlet's soliloquy begins with the line 'To be or not to be', which uses the infinitive form."
        },
        {
            "input": "Is being 5 year Capital One Venture member more cost effective than being in Church of Satan?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Capital One Venture card has an annual fee of around $95. The Church of Satan has a one time lifetime membership fee of $225."
        },
        {
            "input": "Is Morocco an ideal location for water skiing?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Water skiing is a sport that involves gliding over the surface of large bodies of water. Morocco is one of the leading countries plagued by drought."
        },
        {
            "input": "Would a sofer be a bad job for a vegan?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A sofer is a transcriber of religious texts, and has its origins in Judaism. Sofers transcribe texts on a material known as vellum. Vellum is made of materials derived from calfskin. Vegans do not use any animal products."
        },
        {
            "input": "Were items released from Pandora's box at least two of the names of Four Horsemen?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pandora was a mythical figure that opened a box and released several ills on the world including famine, sickness, and death. The Four Horsemen of the Apocalypse are: Pestilence, War, Famine, and Death."
        },
        {
            "input": "Could SNL be why Jenny McCarthy does not get along with her cousin?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jenny McCarthy is cousin's with Melissa McCarthy. Melissa McCarthy and Jenny McCarthy are not close and Melissa did not even attend Jenny's wedding. Jenny McCarthy was spoofed in n episode of SNL (Saturday Night Live) for a rant she did on The View. Melissa McCarthy has been a frequent guest on SNL (Saturday Night Live) from 2011-2017. Melissa McCarthy was nominated five times for a Primetime Emmy Award for Outstanding Guest Actress in a Comedy Series for her appearances on SNL."
        },
        {
            "input": "Can Poland Spring make money in the Sahara?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Sahara is the largest hot desert. Deserts are dry regions that receive little precipitation. Poland Spring sells bottled water."
        },
        {
            "input": "Would someone with back pain enjoy picking strawberries?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Back pain may be worsened by repeated bending at the waist. Strawberries grow very close to the ground."
        },
        {
            "input": "Would an astrologer focus on the densest terrestrial planet for a Friday horoscope?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Friday is associated with Venus in astrology. Venus is the densest of the terrestrial planets ."
        },
        {
            "input": "Would an Olympic athlete be tired out after running a mile?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Olympic standard for men in running one mile is 4 minutes, 19 seconds.  The Olympic standard for women in running one mile is at least 4 minutes and 40 seconds. "
        },
        {
            "input": "Would a Catholic priest commend someone's pride?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Adherents to Catholicism subscribe to the notion of the '7 deadly sins'. Pride is one of the 7 deadly sins."
        },
        {
            "input": "Is a spice grinder ueseless for the cheapest cinnamon sticks?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Different species of cinnamon require different grinding methods to make the spice. Indonesian cinnamon quills are thick and capable of damaging a spice or coffee grinder. Indonesian cinnamon is the most common and cheapest cinnamon in the USA."
        },
        {
            "input": "Does Amtrak operate four wheel vehicles?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Amtrak is a transportation service. Amtrak transports people with trains and buses. A bus is a four wheel vehicle. "
        },
        {
            "input": "Does the letter B's place in alphabet exceed number of 2008 total lunar eclipses?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The letter B is the second letter in the Latin Alphabet. There was one total lunar eclipse in 2008."
        },
        {
            "input": "Could Plato have agreed with the beliefs of Jainism?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. One principle of reality in Jainism is karma, or asrava. Jainism began around 500 B.C. Plato was born around 428 B.C., so he was alive while Jainism existed. Plato believed in karma and reincarnation."
        },
        {
            "input": "Would Jackie Chan have trouble communicating with a deaf person?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Jackie Chan speaks Cantonese, Mandarin, English, and American Sign Language. American Sign Language (ASL) is a natural language that serves as the predominant sign language of Deaf communities in the United States and most of Anglophone Canada."
        },
        {
            "input": "Do frogs feel disgust?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Disgust is a basic emotion. Frogs make sounds that express their emotions."
        },
        {
            "input": "Does Home Depot sell item in late September zodiac sign symbol?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The zodiac sign for late September is Libra. The Libra zodiac sign is represented by scales.  Home Depot sells a number of scales including Pelouze and Ozeri brands."
        },
        {
            "input": "Could casualties from deadliest war rival France's population?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The deadliest war in history was World War II. Over 56 million people died during World War II. The population of France as of 2019 is 66 million."
        },
        {
            "input": "Is LG Electronics located in a city with an official bird that has a purplish/blue tail?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. LG Electronics is headquarted in Seoul. The official bird of Seoul is the Korean magpie. The Korean magpie has a purplish/blue colored tail."
        },
        {
            "input": "Would alligator best saltwater crocodile in hypothetical Lake Urmia battle?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Lake Urmia is a salt lake in Iran. Saltwater crocodiles have special glands that allow them to survive in salt water. Alligators lack glands to stay in salt water for extended periods of time."
        },
        {
            "input": "Is the cuisine of Hawaii suitable for a vegan?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No.  Per capita, Hawaiians are the second largest consumers of Spam in the world, right behind Guam. Kalua pig is another famous cuisine of Hawaii. Fish and seafood are also very common in Hawaii."
        },
        {
            "input": "Would Achilles dominate Legolas in a hypothetical fight?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Achilles was a Greek hero that was killed by an arrow to the heel. Legolas is an elf archer from Lord of the Rings that can shoot arrows incredibly fast. Achilles's companions included human warriors such as Ajax and Odysseus. Legolas's companions include Gandalf who is a high level wizard, capable of casting many deadly spells."
        },
        {
            "input": "Did Metallica band members cutting their hair hurt their sales?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Metallica famously cut their hair in 1996 which caused a huge divide in their fanbase. Metallica's best selling album, The Black Album, was released in 1991 and has sold over 20 million copies. Since 1996, Metallica have released 5 studio albums. Metalica's 5 studio albums since 1996 have sold around a combined 14 million copies."
        },
        {
            "input": "Can a Liebherr LTM 11200-9.1 hypothetically lift Mount Emei?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Mount Emei is a 70 ton mountain located in China. The Liebherr LTM 11200-9.1 is the world's strongest crane that can lift 1200 tons."
        },
        {
            "input": "Is calling ABBA the Swedish Beatles a preposterous claim?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. ABBA was a Swedish band that had 1 Billboard number 1 hit and 4 top 10 hits. The Beatles had 20 Billboard number 1 hits and 34 top 10 hits."
        },
        {
            "input": "Will Al Pacino and Margaret Qualley score same amount of Bacon Number points?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Bacon Number refers to a game in which people find how close a person is to the actor Kevin Bacon based on similar costars. Margaret Qualley was in Novitiate with Julianne Nicholson who was in Black Mass with Kevin Bacon (Bacon Number of 2). Al Pacino was in The Devil's Advocate with Charlize Theron who was in Trapped with Kevin Bacon (Bacon Number of 2). The further away someone is from Kevin Bacon, the more points scored in Bacon Number. Major General William Rufus Shafter is believed to produce the highest Bacon Number score of 10."
        },
        {
            "input": "Does Zelda Williams have any cousins on her father's side?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Robin Williams was the father of Zelda Williams.  Robin Williams was an only child. A cousin is the child of a parent's siblings.  Only children do not have siblings."
        },
        {
            "input": "Can you find Depala's race in World of Warcraft?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. World of Warcraft has several races including humans, night elves, and dwarves. Depala is a character in the Magic the Gathering card game that is a dwarf."
        },
        {
            "input": "Are twins always born during the same year?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Some twins are born right before the New Year, and right after the New Year. There are some twins, implanted through IVF, who are born decades apart."
        },
        {
            "input": "Would it be possible to fit a football field in Alcatraz Island?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Alcatraz is 511 meters by 180 meters. A football field is 91 meters by 48 meters."
        },
        {
            "input": "Did Disney's second film rip off a prophet story?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Disney's second film, Pinocchio, was released in 1940. The biblical prophet Jonah was swallowed by a whale. In Pinocchio, Gepetto is swallowed by a giant whale while searching for Pinocchio."
        },
        {
            "input": "During the Cuban revolution, did the US experience a population boom?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. After WWII, the US experienced a baby boom. WWII ended in 1945."
        },
        {
            "input": "Is tobacco use made to seem enjoyable in Alice's Adventures in Wonderland?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. In Alice's Adventures in Wonderland, one of the characters is a caterpillar that smokes hookah. Hookah is a water pipe used to smoke tobacco products. The caterpillar speaks to Alice while making letters out of the smoke he blows."
        },
        {
            "input": "Would a Fakir be surprised if they saw a comma in their religious book?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A Fakir is a Muslim Sufi holy man or woman that lives a simple life. The holy book for Muslims is the Quran. The comma is a punctuation mark in modern language. The Quran does not use any forms of modern punctuation."
        },
        {
            "input": "Would an Orthodox Presbyterian object to 1700s judge's attire?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Judges in the 1700s wore powdered wigs and large robes during court proceedings. Many Orthodox Presbyterians argue that the Bible prohibits adornment such as wigs and jewelry. The 1 Timothy 2:8-9 Bible verse warns against adorning oneself with objects."
        },
        {
            "input": "Is chaff produced by hydropower?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Chaff is excess material from milled grain. Some mills use hydropower to mill grain."
        },
        {
            "input": "Would a Common warthog starve in a greenhouse?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A greenhouse is an enclosed building in which plants are grown. The Common warthog is an animal that feeds on grasses, roots, berries, and small insects. Aphids, fungus gnats, and caterpillars, are common insects found in greenhouses."
        },
        {
            "input": "Is Bern a poor choice for a xenophobic Swiss citizen to live?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Xenophobic people do not like people from other countries, such as tourists. Bern Switzerland was once described by CNN as being a relatively tourist free area. Zurich and Geneva get the most tourist traffic out of any city in Switzerland."
        },
        {
            "input": "Would Phineas and Ferb enjoy winter?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Phineas and Ferb is a tv show that takes place in the summer time. Phineas and Ferb are students and they get summer break in the summer. They enjoy summer break because of the freetime they have. If it were winter, they would not have summer break."
        },
        {
            "input": "Could Goofy have counted nine planets in his first year?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Goofy was created in 1932. Pluto (the celestial object) was discovered in 1930 and labeled a planet."
        },
        {
            "input": "Can a copy of The Daily Mirror sustain a campfire?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Daily Mirror is a British tabloid made of paper. Kindling helps sustain a fire because easily combustible help a fire keep igniting. Paper is capable of igniting and burning easily."
        },
        {
            "input": "Did Isaac's father almost commit similar crime as Marvin Gay Sr.?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Filicide is the act of killing a son or a daughter. Marvin Gay Sr. committed filicide in 1984 when he shot his son, singer Marvin Gaye. Isaac's father Abraham, was commanded by God to sacrifice his son Isaac, but was spared by an angel."
        },
        {
            "input": "Can whole genome sequencing be used for COVID-19?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Whole genome sequencing is used to analyze DNA. RNA viruses do not have DNA. COVID-19 is an RNA virus."
        },
        {
            "input": "Would lumberjacks get full after eating three dosa?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Dosa are thin rice pancakes from South India. One dosa is approximately 110 calories. The average lumberjack would eat 8000 calories per day."
        },
        {
            "input": "Do black swan cygnets typically know both of their genetic parents?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Up to one-quarter of monogamous black swan pairs are same-sex, with males taking over a female's nest to raise her young without her. One-third of monogamous black swan pairs show extra-pair paternity, with the male aiding the female in raising another male's offspring . A cygnet is a juvenile swan."
        },
        {
            "input": "Was Kurt Cobain's death indirectly caused by Daniel LeFever?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Kurt Cobain committed suicide with a shotgun. Daniel LeFever was the inventor of the American hammerless shotgun."
        },
        {
            "input": "Was Florence a Theocracy during Italian Renaissance?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Italian Renaissance was a period of history from the 13th century to 1600. A theocracy is a type of rule in which religious leaders have power. Friar Girolamo Savonarola was the ruler of Florence, after driving out the Medici family, from November 1494 – 23 May 1498."
        },
        {
            "input": "Is Mozambique Drill an easy shot for United States Army Ranger?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Mozambique Drill is a close quarters combat technique involving firing two shots to the body and one to the head. United States Army Rangers are equipped with M4A1 guns. M4A1 guns can fire up to 600 meters."
        },
        {
            "input": "Would someone go to San Francisco for a nature escape?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. San Francisco is a major US city with over 800,000 people. San Francisco is known for mass transit and being a metropolitan area."
        },
        {
            "input": "Could Eddie Murphy's children hypothetically fill a basketball court by themselves?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Eddie Murphy has ten children. Basketball is played with two teams, each having five players on the court at one time."
        },
        {
            "input": "Is Linus Torvalds' wife unable to physically defend herself?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Linus Torvalds is married to Tove Torvalds. Tove Torvalds is a six-time Finnish national karate champion. Karate is now predominantly a striking art using punching, kicking, knee strikes, elbow strikes and open-hand techniques such as knife-hands, spear-hands and palm-heel strikes."
        },
        {
            "input": "Can a New Yorker get their eyes checked by Rand Paul legally?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Rand Paul is a senator from Kentucky. Rand Paul was an ophthalmologist in Kentucky with ABO certification. The National Board of Ophthalmology does not recognize ABO certification. Kentucky does not require ophthalmologists to be certified. NY ophthalmologists must have approved application for licensure certifications."
        },
        {
            "input": "Was milliner in Alice in Wonderland (1951 film) likely in need of succimer?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A milliner is someone who makes hats. The character of the Mad Hatter was a milliner in the 1951 Alice in Wonderland film. The phrase, Mad as a Hatter, comes from the fact that hat makers used mercury to line their hats and often suffered mercury poisoning. Succimer is a chemical that is used to treat lead, mercury, and arsenic poisoning."
        },
        {
            "input": "Would a customer be happy if their grocery store meat tasted like game?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. \"Gamey\" is a word used to describe meat with a grassier, more wild taste. Gaminess in supermarket meat is very unusual. Many people find game to be unpleasant in taste."
        },
        {
            "input": "Is shrimp scampi definitely free of plastic?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Shrimp scampi is a dish made with shrimp. Shrimp have been found to contain microplastics. Microplastics are plastic material."
        },
        {
            "input": "Have rhinoceroses been killed to improve human sex lives?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Rhinoceros horns are used for folk treatment of sexual impotency. Rhinoceroses are killed to remove their horns."
        },
        {
            "input": "Do Jews believe in any New Testament angels?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The New Testament is a book central to Christianity. The New Testament features a number of angels including Michael, and Gabriel. The Talmud is the central text of Rabbinic Judaism. The Talmud names four angels who would later be known as archangels, surrounding God's throne: Michael, Gabriel, Uriel, and Raphael."
        },
        {
            "input": "Could  jockey win Triple Crown between Eid al-Fitr endpoints?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Triple Crown is an accomplishment in which a jockey wins three specific races. The three Triple Crown races are: Preakness, Kentucky Derby, and Belmont Stakes. The three Triple Crown races take place weeks apart. Eid al-Fitr is a Muslim holiday that lasts for three consecutive days."
        },
        {
            "input": "Is Michael Vick on People for the Ethical Treatment of Animals's hypothetical blacklist?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. People for the Ethical Treatment of Animals (PETA) is an animal rights organization that fights for the welfare of animals. A blacklist is a list of people that are unacceptable and should be avoided or excluded. Michael Vick is an ex-football player that spent 21 months in prison for his vicious dog fighting enterprise."
        },
        {
            "input": "Could ten gallons of seawater crush a six year old?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The average weight of a six year old is 45 pounds. One gallon of seawater weighs slightly over 8 pounds."
        },
        {
            "input": "Is Freya a combination of Athena and Aphrodite?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Athena was the Greek goddess of war. Aphrodite was the Greek goddess of love. Freya was the Norse goddess of war, love, and fertility."
        },
        {
            "input": "Would Carmine's kitchen staff be panicked if they had no olive oil?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Carmine's is an Italian restaurant. Olive oil is a large component of a lot of Italian cooking."
        },
        {
            "input": "Was being a mail carrier considered one of the most dangerous jobs?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Pony Express was one of the first mail carrier services. The Pony Express operated form 1860 to 1861. Pony Express riders would have to travel hundreds of miles on horse back through extreme weather and terrain.  The Pony Express sought to hire young expert horse riders willing to risk death."
        },
        {
            "input": "Does Robert Downey Jr's Marvel Cinematic Universe character survive the Infinity War?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Robert Downey Jr. plays Iron Man in the MCU. At the end of Avengers: Endgame, Iron Man uses the Infinity Stones against Thanos. The stones are too powerful for his human body to handle, so he dies after using them."
        },
        {
            "input": "Does Santa Claus work during summer?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Christmas is in winter. Santa works on Christmas."
        },
        {
            "input": "Did children read Harry Potter and the Philosopher's Stone during the Albanian Civil War?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Harry Potter and the Philosopher's Stone was a 1997 children's fantasy book. The Albanian Civil War, also called the Albanian Civil Unrest, happened in 1997."
        },
        {
            "input": "Does Mercury help detect coronavirus?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Mercury is used in thermometers. Thermometers are used in taking body temperature. High temperature or fever is one symptom of coronavirus."
        },
        {
            "input": "Is Benjamin Franklin a prime candidate to have his statues removed by Black Lives Matter movement?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Black Lives Matter movement is a social movement advocating for racial equality. Benjamin Franklin, a famous founding father, has his image on many monuments and on American currency. Members of the Black Lives Matter movement petitioned for statues of Christopher Columbus to be removed due to his subjugation of Native Americans. Benjamin Franklin's 1730s newspaper, The Philadelphia Gazette, posted ads for black slaves. Benjamin Franklin owned two slaves, George and King, who worked as personal servants."
        },
        {
            "input": "Are rainbows devoid of color made by mixing yin and yang colors?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Yin and Yang are a philosophical Chinese concept represented by the color black and white. Black and white when mixed together create the color gray. The rainbow contains the colors: red, orange, yellow, green, blue, indigo and violet."
        },
        {
            "input": "Can an art dealer buy Boeing 737-800 with a Da Vinci painting?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Boeing 737-800 plane costs 106 million dollars in 2019. Salvator Mundi, a painting attributed to Leonardo Da Vinci, is the most expensive painting ever sold. Salvator Mundi sold for over 450 million dollars."
        },
        {
            "input": "Does Happy Gilmore Productions CEO own a Torah?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The CEO of Happy Gilmore Productions is Adam Sandler. Adam Sandler's religious beliefs are Judaism.  The Torah is the first part of the bible in Judaism."
        },
        {
            "input": "Would a pacifist be opposed to hunting?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Pacifists are a group opposed to violence and war. Amish people are well known for their pacifism. Amish people hunt for meat and sport."
        },
        {
            "input": "Are selfies more dangerous than plague in modern times?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. There are an average of 7 human plague cases reported each year according to the CDC. Selfies have caused people to fall off of cliffs while trying to get the perfect picture. From October 2011 and November 2017, there were 259 selfie deaths in 137 incidents."
        },
        {
            "input": "Does USA fail separation of church and state in multiple ways?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Separation of church ad state refers to keeping God and religion out of state matters. Presidents of the United States are sworn in by placing their hand on a bible. The US currency contains the words, \"In God We Trust.\". The Pledge of Allegiance states, \"One Nation Under God.\"."
        },
        {
            "input": "Is Jesse W. Moore a potential recipient of a Snoopy-themed award from NASA?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Snoopy has been a mascot of safety in NASA. The Silver Snoopy award is given by NASA astronauts to employees and contractors for outstanding achievements related to flight safety . Jesse W. Moore received warnings about the failure history of the O rings used on the Challenger shuttle, but did not act on them. Jesse W. Moore was the associate administrator in charge of NASA's shuttle program at the time of the Challenger explosion. The O rings were strongly implicated in the fatal explosion."
        },
        {
            "input": "Does water have viscosity?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Viscosity is resistance of fluid to deformation. Water is not resistant to deformation."
        },
        {
            "input": "Would a loudspeaker be useful for most Gallaudet students?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Gallaudet is a school for the deaf in the USA. Most deaf students would not be able to accurately use or rely on information conveyed via loudspeaker."
        },
        {
            "input": "Could Sugar Ray Robinson box if he stole in Iran?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Sugar Ray Robinson was an American boxer who relied on his fists to achieve 109 KO victories. The penalty for stealing in Iran is having your hand cut off. In August 2015 a prisoner in Iran, who was caught stealing, had his right hand and part of his left leg cut off."
        },
        {
            "input": "Will Ahura Mazda have to look down to see Abaddon's dwelling??",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Abaddon is a demon that is said to dwell in a bottomless pit below the earth that is a realm of the dead. Ahura Mazda is the chief deity of Zoroastrianism. Ahura Mazda is the Supreme Being located in heaven, high above the sky."
        },
        {
            "input": "Is there a Harry Potter character named after Florence?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Firenze is the native Italian form of the name Florence. There is a centaur who appars as a minor character in the Harry Potter series named Firenze. Firenze appears in three of the Harry Potter books but only one movie."
        },
        {
            "input": "Would Iceland lose to Amazon in a bidding war?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Iceland had a nominal GDP of $27 billion as of a 2018 estimate. Amazon recorded revenues of $232.887 billion in the 2018 fiscal year."
        },
        {
            "input": "Are you likely to find a crucifix in Karachi?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The crucifix is a symbol of Christianity. The vast majority of Pakistan's population is Muslim."
        },
        {
            "input": "Do people with DID have a good memory?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. DID is an abbreviation for 'Dissociative Identity Disorder.'. DID is characterized by gaps in memory, as well as altered states or 'personalities' during these dissociative moments."
        },
        {
            "input": "Is CAS number 8009-03-8 harmful for a rash?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Some common substances that help rashes are creams, oils, and petroleum based products. CAS number 8009-03-8 is the identifier number for petroleum jelly."
        },
        {
            "input": "Does Masaharu Morimoto rely on glutamic acid?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Masaharu Morimoto is a Japanese chef. Japanese cuisine relies on several forms of seaweed as ingredients and flavorings for broth like kombu dashi. Glutamic acid has been identified as the flavoring component in kombu seaweed."
        },
        {
            "input": "Are common carp sensitive to their environments?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Common carp are a type of fish. Common carp are considered a destructive invasive species.  Common carp are tolerant of most conditions.  Common carp are able to survive frozen over ponds and low oxygenated waters. "
        },
        {
            "input": "Could one Amazon share ever buy twenty year Netflix subscription?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Amazon stock has reached as high as $2,500 a share as of June 2020. The basic Netflix subscription package costs $8.99 a month as of 2020."
        },
        {
            "input": "Did a Mediterranean Sea creature kill Steve Irwin?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Steve Irwin was killed by a Stingray animal. Batoids are sea ray animals that live in the Mediterranean Sea. Batoids and stingrays are related by sharing a scientific class of Chondrichthyes."
        },
        {
            "input": "On August 20, 2020,  does The Tonight Show Starring Jimmy Fallon air after moonset EST?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. On August 20th, The Tonight Show Starring Jimmy Fallon airs at 11:35PM. On August 20th, the moon on the east coast of the USA will set around 9PM."
        },
        {
            "input": "Would a student of the class of 2017 have amnesia about 9/11?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Childhood amnesia is common, with most adults not remembering their lives before 2 or 3 years of age. 9/11 occurred in 2001. Students graduating high-school in 2017 would have been born in 1999."
        },
        {
            "input": "Would Janet Jackson avoid a dish with ham?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Janet Jackson follows an Islamic practice.  Islamic culture avoids eating pork. Ham is made from pork."
        },
        {
            "input": "Can the Supreme Court of Canada fight a Lucha trios match?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A Lucha trios match requires at least two teams of three wrestlers each. The Supreme Court of Canada has nine justices."
        },
        {
            "input": "Could the Atlantic readers fill 500 battalions?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A battalion is a military unit of measurement that includes 1000 soldiers. As of 2018 The Atlantic has a circulation of 478,534."
        },
        {
            "input": "Was song of Roland protagonist friendly with group that had sagas?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The sagas were Nordic mythological stories that were celebrated by the Vikings. The Song of Roland was an epic poem about the nephew of Charlemagne. Charlemagne was King of the Franks. The Franks fought many battles against Vikings including the Siege of Paris in 845 AD."
        },
        {
            "input": "Would a retail associate envy the retailer's CEO's pay?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The average retail CEO makes 14 million yearly. Retail associates typically make between $8 and $13 hourly."
        },
        {
            "input": "Will Tokyo Tower be repainted only once during President Trump's first term?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Tokyo Tower is repainted every five years . The last repainting began in 2018. Trump's first presidential term is from 2017 to 2021."
        },
        {
            "input": "Would the crew of Apollo 15 have difficulty riding a unicycle?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. There were 3 astronauts in the crew of the Apollo 15 mission. A unicycle only contains one saddle, and is typically only operated by a single person."
        },
        {
            "input": "Is Statue of Unity hypothetically more level with Statue of Liberty than Lighthouse of Alexandria?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Statue of Liberty rises 305 feet into the air. The Statue of Unity is 597 feet high. The Lighthouse of Alexandria was between 338 and 387 feet tall."
        },
        {
            "input": "Can you see live harbor seals in Washington DC?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Smithsonian National Zoo is in Washington DC. There is a harbor seal exhibit at the Smithsonian National Zoo. "
        },
        {
            "input": "Did Zorro carve his name into items regularly?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Zorro was known for using his weapon to leave a mark wherever he went. The mark Zorro left was the first initial of his name and nothing more."
        },
        {
            "input": "Can Viper Room concert hypothetically be held at National Diet building?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Viper Room has a capacity of 250 people. The National Diet building has two wings with over 700 seats."
        },
        {
            "input": "Were Beauty and the Beast adaptations devoid of Kurt Sutter collaborators?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Beauty and the Beast is a fairy tale adapted into several movie and TV shows. Kurt Sutter created the TV series Sons of Anarchy and The Shield. Charlie Hunnam and Ron Perlman starred in Sons of Anarchy. Ron Perlman starred in the TV series Beauty and the Beast which aired from 1987-1990."
        },
        {
            "input": "Should spaghetti be slick when cooked?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Spaghetti is typically served with a sauce on it. When noodles have too smooth a texture, no sauce will stick to them."
        },
        {
            "input": "Could you brew beer from start to finish in the month of September?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Brewing a batch of beer takes at least 5 weeks. There are 30 days, or 4 1/2 weeks, in the month of September."
        },
        {
            "input": "Do people who smoke Djarum's like cloves?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Djarum is a brand of cigarette popular around the world. Djarum cigarettes are made with a blend of cloves and tobacco."
        },
        {
            "input": "Have Douglas fir been used to fight wars?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Douglas fir are a type of tree. Douglas fir are used to make ships. The Minesweeper is a small warship made from Douglas fir. The Minesweeper was made of wood to reduce it's risk magnetic signature and likely hood of detonating mines."
        },
        {
            "input": "Does Ronda Rousey avoid BBQ restaraunts?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Ronda Rousey is a professional athlete in MMA. Ronda Rousey is a vegan. BBQ is a style of restaurant that predominantly serves cooked meat. Meat consumption is opposed and avoided by vegans. Vegans don't eat meat."
        },
        {
            "input": "Would Kylee Jenner ask for no cream in her coffee?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Kylee Jenner is lactose intolerant. Lactose intolerance makes it uncomfortable for people to digest foods containing lactose. Cream is a dairy product and is rich in lactose."
        },
        {
            "input": "Does meat from cows fed only grass taste more like wild game?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The food an animal eats throughout its lifetime affect the way the meat from it will taste.  Grass-fed cows produce meat that tends to taste more mineral-dense. Wild game is known for a grassy, mineral taste."
        },
        {
            "input": "Would King Leonidas have succeeded with an army the size of Mozart's compositions?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. King Leonidas led 300 Spartans and 700 Thespians against the Persian army at the Battle of Thermopylae. The Persian army had around 150,000 soldiers at the Battle of Thermopylae. Mozart composed 600 works."
        },
        {
            "input": "Could Rhode Island sink into the Bohai Sea?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Bohai Sea is 30,000 square miles. Rhode Island is 1,214 square miles."
        },
        {
            "input": "Does table tennis use prime numbers?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A table tennis game is won by the player first scoring 11 points. 11 is a prime number."
        },
        {
            "input": "Are the colors on Marlboro package found on French flag?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The colors of the Marlboro package are red, white, and black. The French flag has the colors red, white, and blue."
        },
        {
            "input": "Are sea turtles enjoying life during quarantine?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Sea turtles nest on beaches. Quarantine due to COVID has resulted in far fewer people using beaches. More sea turtles have been able to nest and reproduce on beaches during quarantine."
        },
        {
            "input": "Could Edward Snowden join MENSA?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Snowden scored above 145 on two separate IQ tests. The minimum accepted IQ score for MENSA on the Stanford–Binet is 132, while for the Cattell it is 148."
        },
        {
            "input": "Is the largest city in New Mexico also known as Yootó?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Yootó stands for Bead Water Place. The area Santa Fe occupied was known by the Navajo people as Yootó. The largest city in New Mexico is Albuquerque."
        },
        {
            "input": "Does bull shark bite hurt worse than crocodile bite?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The bull shark has the highest weight for weight bite of all cartilaginous fish at 5,914 newtons. Crocodile slam their jaws shut with 3,700 pounds per square inch (psi), or 16,460 newtons, of bite force."
        },
        {
            "input": "Could Barron Trump have lived through the Mexican Revolution?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Mexican Revolution took place over a period of ten years. Barron Trump is 14 years old."
        },
        {
            "input": "Was 847 Pope Leo same iteration of his name as Ivan the Terrible?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pope Leo in 847 AD was the fourth Leo to have that name and was called Leo IV. Ivan the Terrible was the 4th Tsar to have the name Ivan and was known as Ivan IV Vasilyevich."
        },
        {
            "input": "Do people of the Iyer caste eat meat?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Iyer is a caste of Hindu Brahmin. Brahmin is the priest caste of Hinduism. Devout Hindus do not eat meat.  Priests of a religion are devout followers of that religion."
        },
        {
            "input": "Would Hades and Osiris hypothetically compete for real estate in the Underworld?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Hades was the Greek god of death and the Underworld. Osiris was the Egyptian god of the Underworld."
        },
        {
            "input": "Would General Zod prefer an iPhone over a Samsung Galaxy S4?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. General Zod is a villain. Apple does not allow moviemakers to give villains iPhones."
        },
        {
            "input": "Should someone prone to jealousy be in a polyamorous relationship?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Polyamorous people are those who seek to have an intimate relationship with more than one partner. In relationships, untreated jealousy typically leads to a breakup."
        },
        {
            "input": "Does Homer Simpson need two hands worth of fingers to count to 5?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Homer Simpson is a character of the long running comedy animated series \"The Simpsons\". All characters in \"The Simpsons\" have 4 fingers on each hand."
        },
        {
            "input": " Is cactus fruit an important menu item for a restaurant based on Cuauhtémoc?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Aztecs cultivated cacti for the fruit. Tenochtitlan was the capital of the Aztec empire. Cuauhtémoc was the last king of Tenochtitlan ."
        },
        {
            "input": "Is viscosity unimportant in making jello shots?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Jello shots are a combination of alcohol and jello to create an edible intoxicant.  If the liquid for the Jello shots has too low a viscosity, it will not become a semi-solid. "
        },
        {
            "input": "Is anyone at the Last Supper celebrated in Islam?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Last Supper was a meal between Jesus and his twelve disciples in Christianity. In Islam, Jesus is one of many revered prophets. In Islam, Jesus returns in a Second Coming to fight the \"False Messiah\" and establish peace on earth."
        },
        {
            "input": "Could someone theoretically use an armadillo as a shield?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Armadillos have hard armor made of dermal bone. Humans have ended up in the hospital due to bullets ricocheting against an armadillo's shell."
        },
        {
            "input": "Would the 10th doctor enjoy a dish of stuffed pears?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The 10th Doctor in David Who is played by David Tennant. In multiple episodes of the series, the 10th doctor mentions that he hates pears."
        },
        {
            "input": "Could a Jujutsu expert hypothetically defeat a Janissary?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Jujutsu is a form of unarmed combat. Janissaries were the elite infantry of the Ottoman Empire. Janissaries wore chain mail and armor and wielded sharp swords."
        },
        {
            "input": "Are pirate lieutenants like navy lieutenants?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Lieutenant Richards was a pirate that sailed alongside Blackbeard. Lieutenant RIchards had many duties and was placed in charge of the ship, Bonnet's Revenge. In the Royal Navy and Commonwealth navies, the second-in-command of a vessel is known as the first lieutenant. Royal Navy lieutenants are in charge of other crew members and have many duties."
        },
        {
            "input": "If your electric stove has a glass top, should you use cast iron skillets?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Cast iron skillets can scratch or crack flat top stoves. Glass top stoves are considered 'flat tops'."
        },
        {
            "input": "Will Conan the Barbarian hypothetically last a short time inside of Call of Duty?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Conan the Barbarian is a comic book character. Conan the Barbarian is equipped with a sword and does not typically wear armor. Call of Duty is a modern warfare video game. Soldiers in Call of Duty are equipped with weapons like sniper rifles, shotguns, and machine guns."
        },
        {
            "input": "Is Supreme Court of the United States analogous to High Courts of Justice of Spain?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Supreme Court of the United States is the final court ad has final say in judicial matters. The High Courts of Justice in Spain rule over single communities. The Supreme Court of Spain is the highest court in Spain and can overrule lesser courts."
        },
        {
            "input": "Are Citizens of Bern Switzerland are descendants of Genghis Khan?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Genghis Khan had sixteen children. 1 in 200 men are direct descendants of Genghis Khan. Switzerland has a large Asian immigration population which was around 19,000 in 2018."
        },
        {
            "input": "Is Maruti Suzuki Baleno an efficient car for Linus Torvald's family?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Linus Torvald has a family consisting of five people including his wife and children. The Maruti Suzuki Baleno is and Indian car that can seat five people."
        },
        {
            "input": "Can Vice President of the United States kill with impunity?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes.  Vice President Aaron Burr fatally wounded Alexander Hamilton in a duel on July 11, 1804. Aaron Burr continued his term as Vice President of the United States after killing Alexander Hamilton. US stand-your-ground laws allow a person to defend themselves even to the point of applying lethal force."
        },
        {
            "input": "Can jackfruit be used as a weapon?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jackfruit is the fruit of a species of plant called the Jacktree. Jackfruit can weigh up to one hundred and twenty pounds. Jackfruit is covered in little spikes. Jackfruit can be thrown or flung at an enemy. A weapon is a thing that is used to cause bodily harm."
        },
        {
            "input": "Can a rabbi save the soul of a Christian?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Rabbis are spiritual leaders of the Jewish community. Baptism is a necessary Christian ritual for salvation. Any non-Christian can perform an emergency baptism if someone's life is in danger."
        },
        {
            "input": "Will a person survive a fever of NY's highest recorded temperature?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The highest recorded temperature in NY was 108 degrees Fahrenheit. A temperature of 104 degrees Fahrenheit is life threatening and requires immediate medical attention."
        },
        {
            "input": "Are Mayors safe from harm from the federal government?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Mayor of Portland is Ted Wheeler. Ted Wheeler was tear-gassed by federal troops sent to his state."
        },
        {
            "input": "Can rowing competitions take place indoors?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Rowing is a sport involving propelling boats. Boats need a large body of water in order to move. There are no indoor facilities big enough to host a pool with enough size for a boating competition."
        },
        {
            "input": "Could Jamie Brewer have attended the United States Naval Academy?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Jamie Brewer is a famous actress with down syndrome. Individuals with down syndrome are disqualified from military service."
        },
        {
            "input": "Walt Disney dominated his amusement park peers at Academy Awards?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Walt Disney won a total of 26 Academy Awards. The founder of Six Flags, Angus G Wynne, had 0 academy awards. The founder of Knott's Berry Farm, Walter Knott, had 0 academy awards."
        },
        {
            "input": "In order to work in district management, does one need a car?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. District managers are responsible for supervising many stores within an area. District managers must travel to the various stores they supervise to ensure peak performance."
        },
        {
            "input": "Can nitric acid break the Louvre?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Parts of the Louvre are built of limestone. Nitric acid dissolves limestone."
        },
        {
            "input": "Would the number 666 appear in a church?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A church is a place of worship in Christianity. Jesus Christ is worshiped by adherents of Christianity. 666 is a symbolic representation of the Antichrist. An Antichrist is someone that opposes Jesus Christ."
        },
        {
            "input": "Could Elizabeth I of England have seen the play Dido, Queen of Carthage ?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Elizabeth I of England lived from 1533 - 1603. Dido, Queen of Carthage is a short play written by the English playwright Christopher Marlowe.  It was probably written between 1587 and 1593."
        },
        {
            "input": "Would Modafinil be effective in completing a suicide?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Modafinil is a powerful wakefulness drug, typically prescribed at 100mg or 200mg per day doses. Suicide attempts with up to 5,000mg of Modafinil have been unsuccessful. "
        },
        {
            "input": "Is Autumn a good time to collect bear pelts in US?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Autumn runs from September to the end of December in the US. Bears go into hibernation from September through April and are scarcely seen."
        },
        {
            "input": "Would Matt Damon be afraid of parachuting?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Parachuting involves jumping from high places or airplanes. Matt Damon is afraid of heights. "
        },
        {
            "input": "Could a delicious recipe be made with The Onion?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Despite its name, The Onion is not a food, but rather an organization. It is not possible to eat a business organization."
        },
        {
            "input": "Did Neanderthals use arithmetic?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The earliest written records indicate the Egyptians and Babylonians used all the elementary arithmetic operations as early as 2000 BC. Neanderthals are an extinct species or subspecies of archaic humans who lived in Eurasia until about 40,000 years ago."
        },
        {
            "input": "Is coal needed to practice parachuting?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Parachuting requires a parachute. Parachutes are made from nylon. Nylon is made from coal. "
        },
        {
            "input": "Does butter industry survive cow extinction?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Butter is a dairy product made from milk. Cows are the predominant source of milk in the US. Goats, sheep, buffalo, and other mammals produce milk. Goat butter, made from 100% Goat's Milk, is an excellent source of Vitamin A."
        },
        {
            "input": "Does the land in close proximity to beaver dams suffer?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Beaver dams often lead to flooding in the areas around them. Flooding can lead to loosening of the soil. Loosened soil can cause trees to fall over.  Flooding can lead to soil erosion."
        },
        {
            "input": "Could Quartz be useful to humans if plants died off and there was no oxygen?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Plants produce oxygen which is needed by humans to survive. Quartz is a hard mineral substance made of several elements. Quartz is composed of silicon and oxygen. Quartz can be melted at high temperatures."
        },
        {
            "input": "Will Chick-fil-A hypothetically refuse to sponsor a Pride parade?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pride parades are annual festivals held to celebrate the gay community. Chick-fil-A is a fast food restaurant founded by S. Truett Cathy. S. Truett Cathy was a devout Southern Baptist.  Chick-fil-A's opposition to same-sex marriage has been the subject of public controversy."
        },
        {
            "input": "Is Phobos (moon) name origin similar to Roman god Pavor?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Phobos (moon) derives its name from ancient Greek mythology. Phobos was the god of fear. In Roman mythology, Pavor or Terror is known as the personification of fear."
        },
        {
            "input": "Are honey badgers and hyenas anatomically dissimilar? ",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Honey Badgers and Hyenas both have anal sacs. The anal sacs of Honey Badgers and Hyenas are both able to turn inside out."
        },
        {
            "input": "Was Noah concerned with buoyancy?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Buoyancy is the property of an object related to its ability to float in liquid. Noah was tasked with building a boat to house many animals and survive a catastrophic flood. Boats must be properly buoyant or they will sink."
        },
        {
            "input": "Is the Muslim world hostile to Israel?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Israel, a small Middle Eastern nation which is considered the Jewish holy land, contains the ancient city of Jerusalem and other ancient holy sites. Jerusalem is the third most holy site for Muslims, after Mecca and Medina. Prior to English occupation in the 18th-20th centuries, the Muslim-based Ottoman Empire controlled Jerusalem. The Muslims want to reclaim Jerusalem and the surrounding holy lands."
        },
        {
            "input": "Are eagles and young bears both used as labels for skills-training youth groups?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A young bear is a cub. Boy Scouts is a skill-training youth group that includes divisions such as Cub Scouts and Eagle Scouts."
        },
        {
            "input": "Should wool be hand washed only?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Felting is a process through which wool is shaped and shrunken through agitation in soapy water.  Felting will often occur if you put a wool item in the washer."
        },
        {
            "input": "Do most people only memorize slightly over half of their ZIP code?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. ZIP codes in the US are 9 digits in length.  Most forms in the US only require and have space for the first 5 digits of a ZIP code?."
        },
        {
            "input": "Was Florence Nightingale's death more painful than Saint Peter's?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Florence Nightingale was a social reformer that is the founder of modern medicine. Florence Nightingale died in her sleep. Saint Peter was a Christian preacher. Saint Peter was crucified by the Romans."
        },
        {
            "input": "Could a firewall be destroyed by a hammer?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A firewall is not a physical entity and only exists on a network. Hammers cannot be used to destroy non-physical entities."
        },
        {
            "input": "If Martin Luther did one theses a day would he run out in half a year?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Martin Luther published a list of 95 theses as his critique of the church. There are approximately 182 days in 6 months."
        },
        {
            "input": "Can Roman numerals fill the normal number of Sudoku box options?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Sudoku boxes can be filled with one of 9 numbers. There are only seven Roman numerals: I, V, X, L, C, D and M."
        },
        {
            "input": "Does Julia Roberts lose the prolific acting contest in her family?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. As of May 2020, Julia Roberts has acted in 64 projects. Julia Roberts has a brother in acting, Eric Roberts, and a niece in acting, Emma Roberts. As of May 2020, Eric Roberts has acted in 577 projects."
        },
        {
            "input": "Would stargazers prefer binoculars over a telescope?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Depending on a stargazer's goal, the scope of view necessary can change.  Companies produce both telescopes and binoculars for stargazing. "
        },
        {
            "input": "Would a recruit for the United States Marine Corps be turned away for self harm?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Self harm is when someone intentionally causes injury or pain to themselves. Self harm is almost always related to a mental health condition. Those experiencing mental wellness related illnesses cannot join the Marines."
        },
        {
            "input": "Are any of J.K. Rowling's books in the genre of And Then There Were None?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. And Then There Were None was a mystery novel written by Agatha Christie. J.K. Rowling is best known for her wizard fantasy series Harry Potter. Robert Galbraith is the author of the Cuckoo's Calling, a mystery crime fiction novel. Robert Galbraith is the pseudonym that J.K. Rowling writes under."
        },
        {
            "input": "Has a baby ever had a moustache?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. When babies are in the womb, many have hair known as lanugo. Lanugo is unpigmented, downy hair that is sometimes found on the body of fetuses and babies. Lanugo can grow anywhere on a baby's body but is usually shed before the baby is born and is reabsorbed by the mother."
        },
        {
            "input": "Are the Vietnamese people a great untapped resource for NBA players?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Vietnam was ranked as one of the countries with the shortest people on average, in 2019. The average height of a Vietnamese man is 5 feet 4.74 inches. The average height of an NBA player in 2018 was 6 foot 7 inches tall."
        },
        {
            "input": "Is the Golden eagle considered a scavenger bird?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Scavengers are defined as animals that feed on dead carcasses of animals they have not killed themselves. Vultures are scavengers that hover in the air and swoop down to feed once they see an animal killed by another animal. The Golden eagle has sharp talons to hunt its own prey. Golden eagles kill and feed on hares, rabbits, and ground squirrels."
        },
        {
            "input": "Can actress Danica McKellar skip astronaut education requirements?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Astronaut's are required to have a bachelor's degree in engineering, biological science, physical science, computer science, or mathematics. Actress Danica McKellar graduated summa cum laude from UCLA with a degree in Mathematics."
        },
        {
            "input": "Does a Generation Y member satisfy NYPD police officer age requirement?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The NYPD has a minimum age requirement of 21. Members of Generation Y were born between 1980 and 1994."
        },
        {
            "input": "Would Bobby Jindal's high school mascot eat kibble?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Bobby Jindal attended Baton Rouge Magnet High School. Baton Rouge Magnet High School's mascot is the bulldog. Kibble is another name for the dry form of dog/pet food."
        },
        {
            "input": "Can a human heart last from NYC to Raleigh NC by Toyota Hiux?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Human hearts can last up to six hours outside the body. The distance from NYC to Raleigh, NC is 505 miles. The top speed of a Toyota Hilux is 105 MPH."
        },
        {
            "input": "Is watermelon safe for people with a tricarboxylic acid allergy?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Tricarboxylic acid as an acid that manifests itself in fruits as citric acid. Citric acid can be found in citrus fruits such as oranges and lemon. Watermelon is not a citrus fruit."
        },
        {
            "input": "Can a cheetah generate enough force to topple Big Show?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Big Show is a professional wrestler that weighs 383 pounds. Force is equal to mass times acceleration. An adult Cheetah weighs around 160 pounds. An adult Cheetah can run up to 58 MPH."
        },
        {
            "input": "Are paratroopers good at mountain rescue?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A paratrooper is a member of a military unit that deploys parachutes.  A PJ is the acronym name for a military parachute jumper. PJs are an elite mountain rescue unit. "
        },
        {
            "input": "Were there under 150,000 American troops in Vietnam in 1965?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. In 1965 the president announced an intention to increase the amount of troops to 125,000. There were only 75,000 prior to 1965."
        },
        {
            "input": "Would John the Baptist be invited to a hypothetical cephalophore reunion in heaven?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. John the Baptist was a preacher that became a Catholic Saint. John the Baptist was beheaded by king Herod. A cephalophore is a Saint martyred by beheading, and is depicted in art as carrying their own head. Saint Denis was one of several beheaded saints that is said to have carried his own head and is depicted as such in art. John the Baptist did not carry his head, since it was on a plate owned by King Herod's stepdaughter."
        },
        {
            "input": "Does Olympia Washington share name with Hephaestus's workshop location?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Olympia Washington, is named after Mount Olympus. Mount Olympus is a mountain range in Washington named after the ancient Greek Mount Olympus. Hephaestus was the ancient Greek god of the forge and had a workshop on Mount Olympus."
        },
        {
            "input": "Was Iggy Pop named after his father?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Iggy Pop's birth name was James Newell Osterberg Jr. The father of Iggy Pop was James Newell Osterberg Sr."
        },
        {
            "input": "Do worshipers of Shiva make a pilgrimage to the Holy Land?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The Holy Land is sacred to Judaism, Islam and Christianity. Worshipers of Shiva are adherents of Hinduism."
        },
        {
            "input": "Can black swan's formation type help spell longest word in Dictionary?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Black swan's fly in a \"V\" formation. The longest word in the dictionary is pneumonoultramicroscopicsilicovolcanoconiosis."
        },
        {
            "input": "Does the name C-SPAN refer to a form of telecommunications that utilizes outer space?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The S in C-SPAN refers to Satellite. Satellite communications require communicating with satellites that orbit the Earth in outer space."
        },
        {
            "input": "Would Kelly Clarkson's voice shake glass?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Glass vibrates at its resonant frequency which is around a middle C note. Kelly Clarkson has an impressive three octave vocal range. Kelly Clarkson's Never Enough is in the key of A-flat. A-flat is above middle C in terms of notes."
        },
        {
            "input": "Is a northern fur seal needing emergency surgery in July likely a safe anesthesia candidate?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Northern fur seals fast throughout the mating season. It is recommended that patients, including animals, fast for a time before surgery that requires anesthesia . Peak mating season for northern fur seals occurs in June and July."
        },
        {
            "input": "Does Super Mario protagonist hypothetically not need continuing education classes in Illinois?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Mario, the protagonist of Super Mario, is a plumber by profession. Continuing education classes are required for certain professions in certain jurisdictions. Plumbers are required in Illinois to take continuing education classes."
        },
        {
            "input": "Could the Powepuff Girls make the background to the Azerbaijani flag?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The national flag of the Republic of Azerbaijan is a horizontal tricolour featuring three equally sized fesses of blue, red, and green. Each of the Powerpuff Girls creates a trail of a different color when she flies: Bubbles makes blue, Blossom makes red, and Buttercup makes green."
        },
        {
            "input": "Is sunscreen unhelpful for the condition that killed Bob Marley?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Bob Marley died of acral lentiginous melanoma . Acral lentiginous melanoma occurs on skin that may not have any sun exposure ."
        },
        {
            "input": "Would Lord Voldemort have been barred from Hogwarts under his own rules?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Lord Voldemort wanted to rid the wizarding world of half blood wizards. Lord Volemort was born a half blood, part muggle part wizard."
        },
        {
            "input": "Would an art dealer prize a print of a Van Goh? ",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Van Goh painted many valuable pieces of artwork in his lifetime. Prints of Van Goh's artwork are readily available at a low price."
        },
        {
            "input": "Was John George Bice's birthplace near Cornwall?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Politician John George Bice was born in Callington. Cornwall is a place located in South West England. Callington is a small town in South East Cornwall."
        },
        {
            "input": "Can you buy chlorine at a dollar store?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Chlorine, when added to water, creates household bleach. Household bleach is available at most dollar stores."
        },
        {
            "input": "Is hanging a viable execution method on a ship at sea?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Hanging is typically set up using rope. Ships have plenty of rope on board because their operation relies heavily on rope."
        },
        {
            "input": "Is it safe to eat hair?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Hair is made of keratin. Food manufacturers use L-cysteine as a food additive. L-cysteine is made from keratin."
        },
        {
            "input": "Would New Year's Eve hypothetically be Bacchus's favorite holiday?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Bacchus was the Roman god of wine and revelry. One of the main New Year's Eve traditions is drinking a toast to the new year. New Year’s Eve is the biggest day of the year for liquor stores in terms of sales."
        },
        {
            "input": "Would menu at Chinese Starbucks be familiar to an American?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. American Starbucks sells a number of coffee beverages like Lattes and Cappucino. The Chinese Starbucks menu focuses on teas such as Blackcurrant Raspberry Juiced Tea and Iced Shaken Mango Herbal Juiced Tea. Mooncakes, Chinese bakery products traditionally eaten during the Mid-Autumn Festival, are popular items at Chinese Starbucks."
        },
        {
            "input": "Can children become lieutenants?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Lieutenant the second junior-most or in some cases the junior-most commissioned officer in the armed forces, fire services, police, and other organizations of many nations. Many gangs use military rankings to describe their internal heirarchy. Many young children are inducted into gangs with heirarchies. Children can grow up to be whatever they want to be. "
        },
        {
            "input": "Is the QWERTY keyboard layout meant to be slow?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The QWERTY keyboard layout was made for use on typewriters. Typewriters could not be used too quickly, or they would jam. "
        },
        {
            "input": "Do Sweet Potatoes prevent other plants from growing in their place?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. When sweet potato plants decompose, they release a chemical that prevents germination in their soil. Farmers will work to ensure that all parts of a sweet potato plant are out of the field before trying to grow in it again."
        },
        {
            "input": "Are Scottish people descended from Mary, Queen of Scots part French?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Mary, Queen of Scots was Queen of Scotland in the 1500s. Mary, Queen of Scots was the daughter of Mary of Guise. Mary of Guise was born to a French nobleman, and her mother was French as well."
        },
        {
            "input": "Can shooting bald eagle get a person more prison time than Michael Vick?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Michael Vick spent 21 months in prison for an illegal dog fighting ring. Shooting a bald eagle carries a penalty of up to two years in prison for a second conviction."
        },
        {
            "input": "Would Sophist's have hypothetically made good lawyers?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Sophist's were teachers in ancient Greece that used rhetoric. Lawyers must persuade juries that their side of the case is correct. Rhetoric is the ancient art of persuasion that was meant to sway audiences in specific situations."
        },
        {
            "input": "Do solo pianists require a conductor?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Conductors direct a group of musicians by ensuring they all keep the same beat and place in the music. A solo pianist performing alone can keep their own pace."
        },
        {
            "input": "Were Jackson Pollock's parents not required to say The Pledge of Allegiance as children?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jackson Pollock's parents were both born and grew up in Tingley, Iowa. All states except California, Hawaii, Iowa, Vermont, and Wyoming require a regularly scheduled recitation of the pledge in public schools."
        },
        {
            "input": "Does welding with acetylene simulate the temperature of a star?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Acetylene is used for oxyacetylene welding . An acetylene/oxygen flame burns at about 3,773 K . The star Betelgeuse has a surface temperature of 3,500 K."
        },
        {
            "input": "Could Moulin Rouge have been hypothetically used as Spain's Spanish American War triage center?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Moulin Rouge cabaret in France had a capacity of 850 people. Spain had 700-800 injured during Spanish American War."
        },
        {
            "input": "Has Burger King  contributed to a decrease in need for snowshoes?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Burger king serves beef. Beef farming is associated with increased global temperatures and decreased snowfall."
        },
        {
            "input": "Can you hide a pet macaque under your desk?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Macaques grow up to 28 inches in length. A typical desk is 29 to 30 inches from the ground."
        },
        {
            "input": "Are there Pink music videos that are triggering for eating disorder patients?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The video for 'Stupid Girls' features a scene where Pink and a woman share a toothbrush to induce vomiting in the bathroom. Images or discussion of purging activity can be triggering for people with Eating Disorders."
        },
        {
            "input": "Can brewing occur in a prison environment?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pruno is a product made almost exclusively in prisons. Pruno is a fermented beverage that is made of fruit to produce alcohol."
        },
        {
            "input": "Was Saudi Aramco started due to an assassination?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Saudi Aramco was formed in response to oil shortages during World War I. The origins of World War I can be traced to the assassination of Archduke Franz Ferdinand in Sarajevo."
        },
        {
            "input": "Does a person suffering from Thalassophobia enjoy oceanography?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Thalassophobia is a deep and persistent fear of the sea. Oceanography is the study of bodies of water. Oceanographers frequently observe and interact with bodies of water such as lakes, seas, and oceans."
        },
        {
            "input": "Would Eric Clapton's mother hypothetically be unable to legally purchase cigarettes in the USA at his birth?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Eric Clapton's mother was 16 years old at the time of his birth. As of 2020, federal law required states comply with a minimum age of 21 years for sale/purchase of tobacco products."
        },
        {
            "input": "Would Iggy Pop travel with Justin Bieber?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Iggy Pop is a famous punk rocker.  Justin Bieber is a famous pop singer. Punk is a music subculture that clashes against mainstream topics, ideals, and subjects. Pop music is a mainstream form of music constructed to appeal to the masses."
        },
        {
            "input": "Does selling a 2020 Chevrolet Corvette almost pay for a year at Columbia University?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The price of a 2020 Chevrolet Corvette is $58,900. Columbia University cost $59,430 during the 2018-2019 school year."
        },
        {
            "input": "Is Edward Snowden in hiding from the United States?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Edward Snowden has an active twitter account and has been on political commentary shows. Edward Snowden's country of residence is listed on his Wikipedia."
        },
        {
            "input": "Do Leafhoppers compete with Log Cabin syrup producers for resources?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Leafhoppers are insects that feed on sap from trees. Log Cabin is a  company that originated in Minnesota and makes several varieties of maple syrup. Sap is an ingredient in maple syrup."
        },
        {
            "input": "Is capturing giant squid in natural habitat impossible with no gear?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Giant squids live between 1,000 and 3,800 feet in the ocean. With a dry dive suit, a scuba tank, gloves, and so on, divers can reach depths of around 1000 feet. Without scuba gear people can safely dive a maximum of 60 feet without feeling the negative risks associated with diving beyond the limit."
        },
        {
            "input": "Does Dragon Ball shows and movies fall short of Friday 13th number of projects?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Dragon Ball has 6 TV series, 3 TV specials, and 2 direct to video spinoffs as of 2020. Friday the 13th has 12 movies in the franchise and 1 TV series as of 2020."
        },
        {
            "input": "Is J.D. Salinger's most successful work influential to killers?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. J.D. Salinger's most popular work was Catcher in the Rye. John Hinckley Jr. tried to assassinate Ronald Reagan after reading Catcher in the Rye. Mark David Chapman had a copy of Catcher in the Rye when he assassinated John Lennon. Robert John Bardo carried a copy of Catcher in the Rye when he murdered actress Rebecca Schaeffer."
        },
        {
            "input": "Would Cyndi Lauper use milk substitute in her rice pudding?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Cyndi Lauper wrote a song about lactose intolerance. Lactose intolerance leads to gastrointestinal discomfort upon eating dairy."
        },
        {
            "input": "Coud every wife of Stone Cold Steve Austin fit in Audi TT?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Stone Cold Steve Austin has been married to 4 different women. The Audi TT is a sports car with 4 seats."
        },
        {
            "input": "Can the theory of cultural hegemony explain global warming?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Cultural hegemony is a theory of social and cultural dominance rooted in Marxism. Marxism is a philosophy with applications in the social sciences and humanities. Global warming is a phenomenon dealt with by environmental science."
        },
        {
            "input": "Are kayaks used at the summit of Mount Everest?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Kayaks are used to transport people in water. The summit of Mount Everest has no running water."
        },
        {
            "input": "Would WWF be angrier if you killed koala instead of black swan?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The WWF is an international organization that works for the preservation of animals. Black swans are designated as least concern species meaning they are not close to being endangered. Koalas are designated as  vulnerable to extinction—just a step above endangered."
        },
        {
            "input": "Does rock star Keith Richards play a captain of a boat in a movie?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Keith Richards has a cameo appearance in two of the Pirates of the Caribbean movies. He plays Captain Teague, the elderly father of famous pirate Captain Jack Sparrow. In At World's End, he is the member of the council of Pirate Lords who is responsible for keeping the Pirate Code, and there is a brief shot of him and his crew aboard their ship during the sequence where the pirates are raising their banners in preparation to fight."
        },
        {
            "input": "Did University of Pittsburgh founder have great deal in common with Judith Sheindlin?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Hugh Henry Brackenridge founded University of Pittsburgh in 1787. Judith Sheindlin is a judge, lawyer, and author. Hugh Henry Brackenridge was a writer, lawyer, judge, and Justice of the Supreme Court of Pennsylvania."
        },
        {
            "input": "Do restaurants associate meatballs with the wrong country of origin?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Spaghetti and meatballs are a staple on Italian pizzeria menus in the US. The Olive Garden, an Italian family restaurant, has several dishes with meatballs. Meatballs originated in the Chinese Qin dynasty (221 BC to 207 BC)."
        },
        {
            "input": "Will the torso be safe from blows to the largest and smallest bones in body?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The three smallest bone in the body are malleus, incus, and stapes. Malleus, incus, and stapes are located in the ear. The femur is the largest bone in the body. The femur is located in the leg. The torso is located in the center of the body."
        },
        {
            "input": "Did the color green help Theodor Geisel become famous?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Green is a color made by mixing blue and yellow. Theodor Geisel is the American writer known as Dr. Seuss. One of Dr. Seuss's most famous books and lines is Green Eggs and Ham."
        },
        {
            "input": "Do you have to pass through circle of lust to find Saladin in Dante's Inferno?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Dante's Inferno was a book written by Dante Alighieri that outlines 9 circles of hell. The circle of lust is the second circle in Dante's Inferno. Saladin is placed in the first circle of hell in Dante's Inferno. The first circle of hell is limbo which is reserved for virtuous unbaptized pagans."
        },
        {
            "input": "Would an explosion at a gunpowder storage facility result in a supersonic shock wave?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Gunpowder is classified as a low explosive. Low explosives burn at subsonic speeds."
        },
        {
            "input": "At midnight in Times Square on New Years Eve, are you likely to meet people in diapers?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Times Square holds an enormous gathering on New Year's Eve. There are no portable restrooms in Times Square. People begin waiting for the midnight event in Times Square before 10 a.m."
        },
        {
            "input": "Can a snow leopard eat twice its own body weight?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The average snow leopard weighs 72 pounds. The favorite food of snow leopards is an ibex. The average weight of an ibex is 150 pounds."
        },
        {
            "input": "Could James Brown's ex-wives hold a doubles game of tennis?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. James Brown had four ex-wives. Doubles tennis requires two players per team, with two teams playing against each other."
        },
        {
            "input": "Are there multiple Disney Zorro?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Zorro is a man who is a famous fictional Spanish hero and crime fighter featured in a novel. Disney produced a 1957 TV show featuring Zorro the spanish crime fighter.  Zorro is spanish for \"fox\". \"El Zorro y El Sabueso\" is the spanish title for Disney's animated movie called \"The Fox and The Hound\"."
        },
        {
            "input": "Is the Hobbit more profitable for proofreader than Constitution of the United States?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Proofreaders typically get paid per the number of words in a document. The Constitution of the United States contains around 7,500 words. The Hobbit contains 95,356 words."
        },
        {
            "input": "Are red legs a sign of failing health in those with Anorexia Nervosa?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Heart failure or disease can lead to the legs becoming red or pink in color. Anorexia Nervosa can lead to heart failure and death."
        },
        {
            "input": "Would a body builder prefer an elk burger over a beef burger?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Bodybuilders want to build muscle and keep fat low. Elk meat is leaner than beef. Elk meat has higher protein than beef. Protein helps build muscle."
        },
        {
            "input": "Are most mall Santa Claus actors white?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. In 2016, a black man playing Santa Claus at the Mall of America made national headlines. There are map websites dedicated to locating black Santa Claus mall actors."
        },
        {
            "input": "Are all United States Aldi locations owned by the same company?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Aldi is actually two German-based supermarket chains, Aldi Nord and Aldi Sud. Both companies operate internationally, but the United States is the only country other than Germany where both Aldi chains operate."
        },
        {
            "input": "Can lettuce result in spontaneous abortion?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Food-borne pathogens that can survive on lettuce include Listeria monocytogenes,  Listeria monocytogenes is the causative agent of listeriosis. The manifestations of listeriosis include intrauterine or cervical infections in pregnant women, which may result in spontaneous abortion."
        },
        {
            "input": "Can a software engineer work during a power outage?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Software engineers require computers to do their work. Computers do not work without electricity. A power outage is the temporary lack of electrical power."
        },
        {
            "input": "Is Sea World hazardous to leopard seal's health?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Leopard seals have only one natural predator, the killer whale. Sea World is an aquatic show that involves many water animals. Killer Whales, such as Tilikum, are headliners at Sea World."
        },
        {
            "input": "Would kaffir lime be good in a White Russian?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. A White Russian is a drink containing cream, vodka, and Kahlua. Mixing lime and cream results in curdled milk, which is not good to drink."
        },
        {
            "input": "Would a German Shepherd be welcome in an airport?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Airports in the US must be compliant with the ADA allowing for service dogs as medical equipment. Police security often use dogs like German Shepherds to search for drugs at airports. Some airlines have special travel accommodations for dogs."
        },
        {
            "input": "Did a Polish poet write sonnets about Islamic religion?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Adam Mickiewicz was a Polish poet.  Adam Mickiewicz 's sonnet sequence focuses heavily on the culture and Islamic religion of the Crimean Tatars."
        },
        {
            "input": "Would Library of Alexandria need less shelf space than Library of Congress?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Library of Alexandria was an ancient library that was destroyed. The Library of Alexandria is estimated to have had around 100,000 books. The Library of Congress has over 170 million items."
        },
        {
            "input": "Was Hundred Years' War a misnomer?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A misnomer is a wrong or inaccurate name. The Hundred Years' War lasted for longer than one hundred years. The Hundred Years' War lasted from 1337-1453."
        },
        {
            "input": "Did Holy Land belong to Adamu's tribe?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Holy Land is a place that Jews, Muslims, and Christians revere. Adamu was an early king of Assyria. The Assyrians were in regions of the Holy Land as far back as 2600 BC. The predecessors to the Assyrians were in regions of the Holy Land as far back as 3500 BC."
        },
        {
            "input": "Did Mike Tyson do something very different than McGruff's slogan to Evander Holyfield in 1997?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. McGruff was an animated dog spokesman for the National Crime Prevention Council. McGruff's slogan was, \"Take a bite out of crime.\". Mike Tyson was disqualified in a 1997 boxing bout against Evander Holyfield for taking a bite out of his ear."
        },
        {
            "input": "Is it normal for people to sing when the YMCA is mentioned?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The YMCA was written about in a widely popular song by \"The Village People\". The Village People's song \"YMCA\" had an easy to do and very popular dance routine that went with it.  The song \"YMCA\" is extremely well known."
        },
        {
            "input": "Is Home Depot a one stop shop for crucifixion supplies?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A one stop shop is a store where multiple items are supplied. Crucifixion is a form of punishment in which a person is nailed to a wooden cross. Home Depot sells numerous supplies including: hammers, nails, and wood."
        },
        {
            "input": "Can French Defence initial move defend against four move checkmate?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The French Defence involves moving pawn in front of the queen forward two spaces. The four move checkmate involves moving the queen and bishop to crowd the king. The four move checkmate cannot be defended by pawn in front of queen."
        },
        {
            "input": "Are Scottish people Albidosi?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Scottish people emerged from an amalgamation of two Celtic-speaking peoples, the Picts and Gaels, who founded the Kingdom of Scotland. What the Picts called themselves is unknown. It has been proposed that they called themselves Albidosi. The Kingdom of Scotland is also known as the Kingdom of Alba."
        },
        {
            "input": "Could Saint Peter watch television?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Saint Peter died in 64 BC. The television was invented in 1900."
        },
        {
            "input": "Is Gandalf hypothetically a formidable foe for Charmed's Barbas?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Gandalf was a wizard in the Hobbit and Lord of the Rings series. Gandalf used his staff to cast powerful spells. Barbas was a demon on Charmed that had resistance to magic."
        },
        {
            "input": "Would the chef at Carmine's restaurant panic if there was no basil?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Carmines is an Italian family-style restaurant. Basil is an essential in Italian cooking."
        },
        {
            "input": "Would the operating system of a Samsung Galaxy 1 sound edible?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The first Samsung Galaxy device ran a version of Android from 2009. In 2009, the Android edition was called \"cupcake.\" ."
        },
        {
            "input": "Would Jean Harris's victim have avoided lentils?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Jean Harris spent 12 years in jail for killing her lover Herman Tarnower. Herman Tarnower was the creator of the Scarsdlae Diet. The Scarsdale Diet focuses on a simplified diet plan and forbids corn, beans, potatoes, lentils, and any beans except green beans."
        },
        {
            "input": "Would Shaggy and Redenbacher popcorn founder both raise hand during first name roll call?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Roll call is when teachers call the names of students and they raise their hand to show they are present. The founder of Redenbacher popcorn was Orville Redenbacher. Reggae musician Shaggy was born Orville Richard Burrell."
        },
        {
            "input": "Would a Dolce & Gabbana suit wearer be shunned by their Amish cousins?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Dolce & Gabbana is an Italian luxury fashion design company. The Amish, who value plain clothes, frown upon buttons and have banned velcro and zippers. The Two Tone Dolce & Gabbana suit has several buttons. The Amish cease interactions with sinners by avoiding, or shunning them."
        },
        {
            "input": "Would LeBron James hypothetically glance upwards at Yuri Gagarin?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. LeBron James is 6 feet 9 inches tall. Yuri Gagarin was 5 feet 2 inches tall. Typically shorter individuals look up at taller individuals when they are speaking as it is polite to look face to face at someone when you are speaking to them."
        },
        {
            "input": "Were any of despised Pope Alexander VI's descendants canonized?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pope Alexander the VI was a controversial pope born as Rodrigo Borgia. Rodrigo Borgia had several children including the despised Juan Borgia who was murdered in 1497. Juan Borgia's grandson, Francis Borgia, was a Jesuit priest and the third Superior General of the Society of Jesus. Canonization is the process by which the Catholic Church names someone a saint. Francis Borgia was named a Catholic saint in June 1670."
        },
        {
            "input": "Can a student from Smithtown's Cleary School understand the speech of a French person?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. French is a romance language that originated in France. The Cleary School in Smithtown New York is a school for the deaf."
        },
        {
            "input": "Did Terry Pratchett write about quantum mechanics?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. “What're quantum mechanics?\"  \"I don't know. People who repair quantums, I suppose.”. \"Granny Weatherwax wouldn’t know what a pattern of quantum inevitability was if she found it eating her dinner. If you mentioned the words ‘paradigm of space-time’ to her she’d just say ‘What?’ But that didn’t mean she was ignorant. It just meant that she didn’t have truck with words, especially gibberish.\"."
        },
        {
            "input": "Could a fan of the Botany Swarm vote for John Key?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Botany Swarm is a hockey team based in Auckland, New Zealand. John Key is the Prime Minister of New Zealand."
        },
        {
            "input": "Could Maroon 5 have hypothetically held a concert at Roman Colosseum?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Roman Colosseum had a capacity of 87,000 people.  Maroon 5 has held concerts at Brazil's Allianz Parque, which has a capacity of close to 44,000. Almost 30,000 people attended Maroon 5's 2015 Madison Square Garden concert over two days."
        },
        {
            "input": "Would you be likely to see storks at a baby shower?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Storks are a symbol of the arrival of a new baby. Baby showers are parties held to celebrate a woman who will soon give birth."
        },
        {
            "input": "Is Christianity better for global warming than Satanism?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Global warming happens because CO2 is released into the atmosphere and warms it up. Humans release two tons of carbon dioxide a year. Reducing the population will lead to a reduction of CO2 in the atmosphere. The Christian Crusades caused the deaths of nearly three million people. In 1980s and 1990s there were allegations of Satanic ritual deaths, though only a few cases were substantiated."
        },
        {
            "input": "Was Robert Downey Jr. a good role model as a young man?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. As a young man, Robert Downey Jr. struggled with drug and alcohol addiction. Robert Downey Jr. shot a gun out of a car window while doing drugs as a young adult."
        },
        {
            "input": "Did Christopher Columbus break the fifth commandment in Christianity?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The fifth commandment states that Thou Shalt Not Kill. Christopher Columbus ordered a brutal crackdown in which many natives were killed, and then paraded their dismembered bodies through the streets."
        },
        {
            "input": "Is week old chlorine water safe to drink?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Chlorine is a chemical that is the second lightest halogen element. Chlorine is toxic and can attack the respiratory system of humans. Chlorine is highly soluble in water and will dissolve in around 4 and a half days. The Water Quality and Health Council states that chlorination of drinking water protects consumers from diseases caused by waterborne microorganisms."
        },
        {
            "input": "Could Bob Marley's children hypothetically win tug of war against Kublai Khan's children?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Bob Marley had 9 children. Kublai Khan had 23 children. Many of Bob Marley's children became singers, and followed his themes of peace and love. The children of Kublai Khan followed in his footsteps and were fierce warlords."
        },
        {
            "input": "Is Batman (1989 film) likely to be shown on flight from NY to Kansas City?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. A flight from NY to Kansas City is four and a half hours. The run time of Batman (1989 film) is two hours and six minutes. Batman (1989 film) is rated PG-13. The average age group of passengers is 18-34. Airlines have relaxed their rules for in-flight movies in last few years and even R rated movies have been shown."
        },
        {
            "input": "Could amoebas have played a part in the Black Death?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Black Death is a bacterial disease called bubonic plague. Yersinia pestis has been found to grow and thrive inside amoebas. Bubonic plague is caused by Yersinia pestis."
        },
        {
            "input": "Does Ludacris have Greek heritage?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Ludacris's real name is Christopher Brian Bridges. Christopher is a name derived from Greek origins."
        },
        {
            "input": "Could the Pope be on an episode of Pimp My Ride?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pimp My Ride is a show where people's cars are upgraded and improved. The Pope has a personal vehicle called the Popemobile."
        },
        {
            "input": "Can ham make a cut seal up quicker?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Salt helps cleanse the skin by displacing bacteria in a cut. 1 Cup of ham contains 1.684 mg of sodium. Salt is a mineral made up mostly of sodium chloride."
        },
        {
            "input": "Does Southwest Airlines use bulk carriers?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Southwest Airlines requires jet fuel, which is brought in by bulk carrier transport. Southwest Airlines requires glycol for de-icing their planes, which is brought in by bulk transport."
        },
        {
            "input": "Is there radiation where Nikola Tesla once worked?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Nikola Tesla built a facility called the Wardenclyffe Tower in Shoreham, New York. Shoreham was the site of a nuclear power plant in the '70s and '80s."
        },
        {
            "input": "Is Steve Martin someone who would refuse a dish of shrimp pasta?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Steve Martin is allergic to shellfish. Shrimp are one of the many types of shellfish."
        },
        {
            "input": "Would Bugs Bunny harm an olive tree in the real world?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Bugs Bunny is an anthropomorphic gray and white rabbit. Rabbits eat the bark of olive trees and can do considerable damage, especially to young trees."
        },
        {
            "input": "Can second row of QWERTY keyboard spell Abdastartus's kingdom?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. QWERTY keyboards have one row of numbers followed by three rows of letters. The second row of the QWERTY keyboard has the letters: QWERTYUIOP. Abdastartus was king of Tyre from 929 – 921 BC."
        },
        {
            "input": "Does Abdulqawi Yusuf go to the Hague on a typical work day?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Abdulqawi Yusuf is the current president of the International Court of Justice. The International Court of Justice is headquartered in The Hague."
        },
        {
            "input": "Did J. P. Morgan have healthy lungs?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. J. P. Morgan smoked dozens of cigars per day. Smoking tobacco damages the lungs and increases the risk of lung cancer significantly."
        },
        {
            "input": "Has Gorillaz creator been in more bands than Bernard Sumner?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Gorillaz was created by Damon Albarn. Damon Albarn has been in five bands: Gorillaz, Blur, The Good, the Bad & the Queen, Elastica, and DRC Music. Bernard Sumner has been in three bands: New Order, Joy Division, and Electronic, Bad Lieutenant."
        },
        {
            "input": "Can a wheelbarrow full of starch kill hyperglycemics?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Hyperglycemia is a condition in which people have higher than normal blood glucose levels. Starch is a compound made by plants that is made of numerous glucose units. An excess of glucose can lead to diabetic complications and can result ind death. The average wheelbarrow can hold up to 1200 pounds."
        },
        {
            "input": "Did the Pearl Harbor attack occur during autumn?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Autumn runs from about September 20 to about December 20. Pearl Harbor was attacked on December 7, 1941."
        },
        {
            "input": "Is World of Warcraft heavier than a loaf of bread?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. World of Warcraft is a piece of software. Software is digital. Digital items do not have weight. "
        },
        {
            "input": "Does acupuncture cause pain in many people?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Acupuncture doesn't usually feel painful for most people. The needles used in acupuncture are very thin and do not go very deep into the skin."
        },
        {
            "input": "If one of your feet is in a leg cast, should the other be in a sandal?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. If you are using crutches, it is advised to have non-slip shoes with a closed toe. Most sandals do not have non-slip traction and, by definition, don't have closed toes.  If you are in a leg cast you are likely to be using crutches."
        },
        {
            "input": "Did eggs need to be kept cold in the middle ages?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. When eggs are freshly laid, they are covered in a film called a 'bloom.' . Eggs with their bloom intact are able to stay at room temperature for one month. Pasteurization destroys the bloom on eggs.  Pasteurization was introduced in the 1990's."
        },
        {
            "input": "Is Krishna similar to Holy Spirit?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Holy Spirit is a Christian concept of a spirit that is an aspect or agent of God that does good in the world. Krishna, from Hinduism, is a manifestation of the God Vishnu. Krishna brings compassion, tenderness, and love into the world."
        },
        {
            "input": "In most Mennonite homes, would children know of The Powerpuff Girls?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Mennonites are a religious with similar beliefs to Amish groups. Mennonites do not prohibit or view the use of technology as a sin. Most Mennonites avoid using television sets at home."
        },
        {
            "input": "Is Capricorn the hypothetical zodiac sign of Satanism?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Satanism is a group of beliefs based on Satan and has numerous symbols. Satan (The Devil) is often depicted as the deity Baphomet, a Sabbatic Goat with a human body and goat head. The Capricorn is the zodiac sign symbolized by the goat. The Tarot card attributed to the Zodiac sign Capricorn is The Devil."
        },
        {
            "input": "Does Hanuman have some of the same duties as Athena?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Hanuman, the divine Hindu monkey, is a god of strength, knowledge, and victory. Athena was the Greek goddess of war, and wisdom."
        },
        {
            "input": "Would Temujin hypothetically be jealous of Charlemagne's conquests?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Temujin was the birth name of Genghis Khan. Genghis Khan founded the Mongol Empire which was the largest land empire in world history. Charlemagne, King of the Franks, conquered most of Western Europe. At its peak, the Mongol Empire had 110 million people. Charlemagne's empire had around 20 million people at its height."
        },
        {
            "input": "Can Immersion Baptism lead to a death like Jeff Buckley's?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Immersion Baptism is the practice of submerging people underwater for a religious ritual. Jeff Buckley was an acclaimed singer that died of drowning in 1997. A baby in Moldova died from Immersion Baptism in 2010."
        },
        {
            "input": "Do sand cats avoid eating all of the prey of eels?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Sand cats eat a number of animals including insects, birds, hares, and reptiles. Eels prey on fish, worms, frogs, and lizards. Lizards are a type of reptile."
        },
        {
            "input": "Is Drew Carey important to the history of wrestling?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Drew Carey competed in the 2001 Royal Rumble. The Royal Rumble is one of the Big 4 yearly WWE pay per view events. Drew Carey was inducted into the WWE Hall of Fame in 2011."
        },
        {
            "input": "Are fossil fuels reducing jobs in the Gulf of Mexico?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. An oil spill is still polluting the Gulf of Mexico. Workers such as fishermen are out of work due to pollution."
        },
        {
            "input": "Would Roman Gallic Wars army struggle to build the pyramids faster?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The pyramids were built by an estimated 30,000 workers. The Roman Gallic war army had around 75,000 soldiers."
        },
        {
            "input": "Do workers at Nissan's headquarters eat with chopsticks?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Nissan's headquarters are located in Yokohama, Japan. It is customary to eat with chopsticks in East Asian countries. Japan is a country in East Asia."
        },
        {
            "input": "Did Gauss have a normal brain structure?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. When Gauss died in 1855, his brain was preserved for study. Dr. Rudolf Wagner, who studied the brain, found the mass to be slightly above average, and found highly developed convolutions on the brain."
        },
        {
            "input": "Is it common for women to have moustaches?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Facial hair doesn't normally grow on women like it does on men. A little bit of hair can grow between the upper lip and nose but it's a very small amount and generally not enough to be noticeable."
        },
        {
            "input": "Did Demi Lovato's ancestors help turn maize into popcorn?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Demi Lovato's father is Mexican. Maize is another word for corn. Corn was first domesticated in southern Mexico about 10,000 years ago. Popcorn is made from kernels of corn."
        },
        {
            "input": "Would a model be appropriate to star in a LA Femme Nikita remake?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. La Femme Nikita is a French movie about a beautiful female assassin. Models are known for their beauty and height. Peta Wilson and Maggie Q have played the lead role in La Femme Nikita spinoffs. Peta Wilson and Maggie Q have both done extensive modeling work."
        },
        {
            "input": "Does the Prime Minister of the United Kingdom have poor job security?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Prime Minister of the United Kingdom is an elected official. Elected officials can be recalled with a vote of no confidence in UK parliament. "
        },
        {
            "input": "Could the leader of Heaven's Gate save images in JPEG format?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Marshall Applewhite, Jr. was the leader of the Heaven's Gate cult. Marshall Applewhite, Jr. died in 1997. JPEG format was released in 1992."
        },
        {
            "input": "Has type of political association Pompey had with Caesar influenced reality TV?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Pompey, Julius Caesar, and Marcus Licinius Crassus formed a political association called a triumvirate. A triumvirate spits rule between three powerful people that get to make decisions. Reality show The Challenge: Total Madness appoints three weekly winners to make decisions for the group, known as the Tribunal. Reality show American Idol has had three judges making decisions about which contestants advance."
        },
        {
            "input": "Are the knights in the Medieval Times show not authentic knights?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Medieval Times show is popular in the United States. The United States does not actually bestow knighthood on its citizens. Authentic knights are citizens of certain countries, mainly the United Kingdom, who are given the honorary title by their country."
        },
        {
            "input": "Could someone in a coma experience fear?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Fear is induced when an individual feels threatened by something or someone. A person in a coma is unconscious and therefore cannot perceive their surroundings."
        },
        {
            "input": "Can Lamborghini's fastest model win a race against a Porsche 911?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Lamborghini's fastest model is the Lamborghini Aventador SVJ Roadster. The Lamborghini Aventador SVJ Roadster has a top speed of 217 MPH. The Porsche 911 has a top speed of 191 MPH."
        },
        {
            "input": "Was Eve involved in an incestuous relationship?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. God made Eve from a bone he removed from Adam. Since Eve was made from Adam, they would have had similar DNA and been considered twins or at least siblings. As the only humans at the time, they ended up starting a family together."
        },
        {
            "input": "Are System of a Down opposed to globalization?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. In Boom!, System of a Down condemns globalization. The lead vocalist of the band System of a Down is outspoken against globalization. "
        },
        {
            "input": "Was Dr. Seuss a liar?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Dr. Seuss was a writer and illustrator of children's books. Dr. Seuss first published a children's book under the name of Dr. Seuss in 1937. Dr. Seuss did not actually have a doctorate or equivalent degree until 1956."
        },
        {
            "input": "Is March named after Jupiter's son in Roman mythology?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. March is named after the Roman god Mars. Mars was the son of the Roman gods Jupiter and Juno."
        },
        {
            "input": "Was Dorothea Wendling from same place Porsche originated?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Dorothea Wendling was a singer born in Stuttgart, Germany. Porsche was founded in 1931 in Stuttgart, Germany."
        },
        {
            "input": "Do Muslims have a different idea of Seraphim than Christians?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Seraphim are celestial of heavenly beings. Christians refer to Seraphims as the highest choir of the angelic hierarchy and caretakers of God's throne. Muslims refer to Seraphim as beings created from celestial fire that are part of an exalted assembly."
        },
        {
            "input": "Would you hire someone with dyscalculia to do surveying work?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Dyscalculia is a learning disability in math. People with dyscalculia have trouble with math at many levels.  Surveyors work with elements of geometry, trigonometry, regression analysis, physics, engineering, metrology, programming languages, and the law.  Geometry and trigonometry are types of advanced mathematics."
        },
        {
            "input": "If your skin was turning the color of a zombie, could it be because of nickel?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Zombies are often depicted as green in pallor.  Nickel in jewelry often turns skin a greenish color."
        },
        {
            "input": "Does Fraktur have a sordid history?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Fraktur is a type of font that originated in Germany. Fraktur was used on official Nazi documents. Fraktur was used on the cover of Hitler's Mein Kampf."
        },
        {
            "input": "Would Immanuel Kant be disgusted by the Black Lives Matter movement?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Immanuel Kant believed that Africans occupied the second lowest position on his racial hierarchy, below Whites and Asians. The Black Lives Matter movement advocates for racial equality and anti-racism."
        },
        {
            "input": "Have any members of the 2020 British royal family allegedly committed a felony?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The 2020 British royal family includes Queen Elizabeth II and her children. Prince Andrew is the son of Queen Elizabeth II. Prince Andrew was accused of sexual abuse in 2019. Sexual assault is classified as a felony."
        },
        {
            "input": "Did Wednesday have something to do with Thor?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Wednesday is the middle of the modern work week and comes from the name Wodan. The Germanic god Woden is also known as Wodanaz or Odin. Odin, in Norse mythology, was the father of Thor."
        },
        {
            "input": "Is honey associated with queens?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Honey is made by bees. Each bee hive is led by a queen bee."
        },
        {
            "input": "Would a kindergarten teacher make a lesson of the New Testament?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. The majority of Kindergarten teachers work in public schools. Public schools abide by a separation of church and state, and do not have any overall religion. Students of all religions are welcome to attend public school."
        },
        {
            "input": "Did Alfred Nobel write a banned book?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Banned books are works which are not available for free access due to government restrictions. Alfred Nobel is the author of Nemesis, a prose tragedy in four acts about Beatrice Cenci. The entire stock of Nemesis was destroyed immediately after Nobel's death except for three copies, being regarded as scandalous and blasphemous. "
        },
        {
            "input": "Did any killer Manson band members were named for exceed Charles Manson's kills?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. Many of the members of the band Marilyn Manson combined the names of a model or actress with a serial killer. Marilyn Manson band memberTwiggy Ramirez took his name from model Twiggy and serial killer Richard Ramirez. Richard Ramirez was charged with 13 counts of murder. Charles Manson was charged with 9 counts of murder."
        },
        {
            "input": "Should you ask a neighbor for candy on New Year's Eve?",
            "target_scores": {
                "Yes": 0,
                "No": 1
            },
            "target": "No. Halloween is a holiday where children knock on doors of houses in their neighborhood asking for treats. Halloween falls on October 31st. New Year's Eve is a celebration of the end of the year held on December 31st."
        },
        {
            "input": "Could the Great Wall of China connect the Dodgers to the White Sox?",
            "target_scores": {
                "Yes": 1,
                "No": 0
            },
            "target": "Yes. The Dodgers are a baseball team located in Los Angeles. The White Sox are a baseball team located in Chicago. The distance between Los Angeles and Chicago is 2,015 miles. The length of the main section of the Great Wall of China is 2,145 miles."
        }
    ]
}